{
  "About Fatiha.ID Platform": "À propos de la plateforme Fatiha.ID",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "Absolument. Fatiha.ID est conçu pour être accessible et inclusif pour les personnes de tous âges, milieux et capacités. Il accueille toute personne souhaitant approfondir sa compréhension de la Sourate Al-Fatiha, quel que soit son niveau de connaissance ou son expérience préalable.",
  "Apply for Fatiha": "Demander Fatiha",
  "Are the resources on Fatiha.ID available in multiple languages?": "Les ressources sur Fatiha.ID sont-elles disponibles dans plusieurs langues ?",
  "Certificates": "Certificats",
  "Fatiha. All Rights Reserved.": "Fatiha. Tous droits réservés.",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID est une plateforme numérique conçue pour promouvoir une connexion profonde avec la Sourate Al-Fatiha, un chapitre vénéré du Coran. Son objectif principal est d'autonomiser et d'éduquer les individus du monde entier, en leur permettant de réciter avec précision la Sourate Al-Fatiha, de comprendre sa signification profonde et de recevoir une identification et une certification uniques.",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "Fatiha.ID est une plateforme numérique visionnaire conçue pour faciliter une connexion profonde avec la Sourate Al-Fatiha, l'un des chapitres les plus vénérés du Coran. Notre plateforme vise à autonomiser et à éduquer les individus du monde entier, en leur permettant de réciter avec précision la Sourate Al-Fatiha, de comprendre sa signification profonde et d'obtenir une identification et une certification uniques.",
  "Frequently Ask Questions": "Questions fréquemment posées",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "Obtenez votre badge Al-Fatiha selon l'une des Dix Qiraat.",
  "How can I participate in the Fatiha.ID project?": "Comment puis-je participer au projet Fatiha.ID ?",
  "Instructors": "Instructeurs",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "Fatiha.ID est-il accessible aux personnes de tous âges et de tous horizons ?",
  "Languages": "Langues",
  "Learn More": "En savoir plus",
  "Members": "Membres",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Mission : Autonomiser un million de personnes dans le monde entier pour réciter avec précision la Sourate Al-Fatiha, en comprendre la signification profonde et fournir à chaque participant réussi une ID unique et une certification.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "Nos instructeurs certifiés sont disponibles 24/7 pour vous aider à réciter, comprendre et vous certifier avec la Sourate Al-Fatiha.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Slogan : 'Fatiha.ID : Votre passerelle vers la maîtrise du Coran.'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "L'identification unique et la certification reconnaissent votre dévouement et vos réalisations dans la maîtrise de la récitation et de la compréhension de la Sourate Al-Fatiha. Elle symbolise votre engagement envers cette Surah importante et votre croissance spirituelle.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "Pour participer, vous pouvez visiter le site web Fatiha.ID, créer un compte, accéder aux ressources éducatives et demander une certification. Vous pouvez également rejoindre en tant qu'instructeur pour aider à traiter les demandes en utilisant les Dix Qiraat.",
  "Toll-free no :": "Numéro sans frais :",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Valeurs : Inclusivité, Éducation, Autonomisation, Communauté, Précision, Certification.",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visions : Favoriser une communauté mondiale d'individus qui ont maîtrisé la récitation et la compréhension de la Sourate Al-Fatiha, un chapitre fondamental du Coran.",
  "What is Fatiha.ID, and what does it aim to achieve?": "Qu'est-ce que Fatiha.ID et quel est son objectif ?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Quelle est la signification de l'identification unique et de la certification proposées par Fatiha.ID ?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Oui, Fatiha.ID s'engage envers l'inclusivité et fournit du contenu et du soutien dans plusieurs langues (actuellement en arabe, anglais, chinois mandarin, espagnol, hindi, français, russe, bengali, portugais, ourdou et indonésien). Cela garantit que les individus de milieux linguistiques divers peuvent accéder aux ressources de la plateforme et en bénéficier. Vous devez réciter la Sourate Al-Fatiha en langue arabe."
}