{
  "About Fatiha.ID Platform": "حول منصة الفاتحة",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "بالتأكيد. تم تصميم Fatiha.ID ليكون متاحًا وشاملاً للأفراد من جميع الأعمار والخلفيات والقدرات. إنها ترحب بأي شخص يرغب في تعميق فهمه لسورة الفاتحة، بغض النظر عن معرفته السابقة أو تجربته.",
  "Are the resources on Fatiha.ID available in multiple languages?": "هل الموارد على Fatiha.ID متاحة بلغات متعددة؟",
  "Certificates": "شهادات",
  "Fatiha. All Rights Reserved.": "الفاتحة جميع الحقوق محفوظة",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "ID هو منصة رقمية مصممة لتعزيز الاتصال العميق مع سورة الفاتحة، وهي إحدى الأبواب المحترمة من القرآن. هدفه الرئيسي هو تمكين وتثقيف الأفراد حول العالم، ممكناً إياهم من تلاوة سورة الفاتحة بدقة، وفهم معانيها العميقة، والحصول على هوية فريدة وشهادة.",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "هي منصة رقمية رائدة مصممة لتعضيد الارتباط العميق مع سورة الفاتحة، واحدة من أكثر الفصول تقديرًا في القرآن. تطمح منصتنا إلى تمكين وتعليم الأفراد في جميع أنحاء العالم، مما يمكنهم من تلاوة سورة الفاتحة بدقة وفهم معناها العميق والحصول على هوية فريدة وشهادة.",
  "Freequently Ask Questions": "الأسئلة المتكررة",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "احصل على شارة الفاتحة الخاصة بك وفقًا لإحدى القراءات العشر.",
  "How can I participate in the Fatiha.ID project?": "كيف يمكنني المشاركة في مشروع Fatiha.ID؟",
  "Instructors": "مدرسون",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "هل يمكن لأي شخص الوصول إلى Fatiha.ID بغض النظر عن العمر والخلفية؟",
  "Languages": "اللغات",
  "Learn More": "تعلم المزيد",
  "Members": "أعضاء",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "المهمة:\r\nتمكين مليون شخص حول العالم من تلاوة سورة الفاتحة بدقة، وفهم معناها العميق، وتقديم هوية فريدة وشهادة لكل مشارك ناجح.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "أساتذة متاحون على مدار الساعة لمساعدتك في تلاوة، وفهم المعاني لمنحك الاجازة بسورة الفاتحة.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "شعار:\r\n\"منصة الفاتحة :  بوابتك إلى إتقان القرآن\"",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "الهوية الفريدة والشهادة تعترف بتفانيك وإنجازك في إتقان تلاوة وفهم سورة الفاتحة. إنها تعتبر رمزًا لالتزامك بهذه السورة المهمة ونموك الروحي.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "للمشاركة، يمكنك زيارة موقع الويب Fatiha.ID، وإنشاء حساب، والوصول إلى الموارد التعليمية وتقديم طلب للحصول على شهادة. يمكنك أيضًا الانضمام كمعلم لمساعدة في معالجة الطلبات باستخدام العشرة قراءات.",
  "Toll free no :": "للتواصل",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "القيم:\r\nالشمولية، التعليم، التمكين، المجتمع، الدقة، الشهادة",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "الرؤية:\r\nتعزيز مجتمع عالمي من الأفراد الذين استوعبوا تلاوة وفهم سورة الفاتحة، وهي فصل أساسي في القرآن.",
  "What is Fatiha.ID, and what does it aim to achieve?": "ما هي منصة الفاتحة  Fatiha.ID، وما هدفها؟",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "ما معنى الهوية الفريدة والشهادة التي تقدمها Fatiha.ID؟",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "نعم، Fatiha.ID ملتزمة بالشمولية وتوفير المحتوى والدعم بلغات متعددة (حالياً العربية والإنجليزية والصينية الماندرين والإسبانية والهندية والفرنسية والروسية والبنغالية والبرتغالية والأردية والإندونيسية). وهذا يضمن أن الأفراد من خلفيات لغوية متنوعة يمكنهم الوصول إلى الموارد واستفادة منها. يجب عليك تلاوة سورة الفاتحة باللغة العربية.",
  "Frequently Ask Questions": "الأسئلة الشائعة",
  "Apply for Fatiha": "التقديم على طلب الفاتحة"
}