{
  "About Fatiha.ID Platform": "Fatiha.ID প্ল্যাটফর্ম সম্পর্কে",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "সত্যিই। Fatiha.ID প্ল্যাটফর্মটি সমস্ত বয়স, সম্প্রেষণ, এবং যেকোন সাধনার ব্যক্তিদের জন্য অ্যাক্সেস এবং সম্মিলিত করার জন্য ডিজাইন করা হয়েছে। এটি স্যুরা আল-ফাতিহা সম্পর্কে তাদের জ্ঞান গভীর করতে চাইলে, তাদের পূর্ববর্তী জ্ঞান বা অভিজ্ঞতা হোক না, সেই সবার স্বাগত জানায়।",
  "Are the resources on Fatiha.ID available in multiple languages?": "Fatiha.ID এর সম্পদ কি একাধিক ভাষায় উপলব্ধ?",
  "Certificates": "সার্টিফিকেট",
  "Fatiha. All Rights Reserved.": "ফাতিহা। সমস্ত অধিকার সংরক্ষিত।",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID হলো একটি ডিজিটাল প্ল্যাটফর্ম, যা কুরআনের একটি শ্রদ্ধিত অধ্যায়, সূরা আল-ফাতিহা সম্পর্কে গভীর সংযোগ স্থাপন করতে ডিজাইন করা হয়েছে। এর প্রাথমিক লক্ষ্য হলো বিশ্বব্যাপী ব্যক্তিদের শক্তি দেওয়া এবং শিক্ষা দেওয়া, যাতে তারা সূরা আল-ফাতিহা সঠিকভাবে পড়তে পারে, এটির গভীর অর্থ বুঝতে পারে এবং একটি অনন্য সনাক্তকরণ এবং সার্টিফিকেশন পেতে পারে।",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "Fatiha.ID একটি দৃষ্টিপাতিপ্রদ ডিজিটাল প্ল্যাটফর্ম, যা কুরআনের সবচেয়ে শ্রদ্ধিত অধ্যায় একটি, সূরা আল-ফাতিহা সম্পর্কে গভীর সংযোগ সুবিধা করতে ডিজাইন করা হয়েছে। আমাদের প্ল্যাটফর্ম বিশ্বব্যাপী ব্যক্তিদের শক্তি দেওয়া এবং শিক্ষা দেওয়ার আশা করে, তাতে তারা সূরা আল-ফাতিহা সঠিকভাবে পড়তে পারে, এটির গভীর অর্থ বুঝতে পারে এবং একটি অনন্য সনাক্তকরণ এবং সার্টিফিকেশন অর্জন করতে পারে।",
  "Freequently Ask Questions": "প্রতিদিন জিজ্ঞাসা করা প্রশ্ন",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "দশ টি কিরাতের মধ্যে থেকে আপনার আল-ফাতিহা ব্যাজ পান",
  "How can I participate in the Fatiha.ID project?": "আমি কিভাবে Fatiha.ID প্রকল্পে অংশগ্রহণ করতে পারি?",
  "Instructors": "শিক্ষক",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "Fatiha.ID সমস্ত বয়স্ক এবং পৃষ্ঠভূমির ব্যক্তিদের উপলব্ধ?",
  "Languages": "ভাষা",
  "Learn More": "আরও জানুন",
  "Members": "সদস্য",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "লক্ষ্য: বিশ্বজুড়ে এক মিলিয়ন মানুষকে সূরা আল-ফাতিহা সঠিকভাবে পড়তে, এর গভীর অর্থ বুঝতে, এবং প্রতিটি সাফল্যমূলক অংশগ্রহণকারীকে একটি অনন্য আইডি এবং সার্টিফিকেশন সরবরাহ করা।",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "আমাদের সার্টিফাইড শিক্ষকরা 24/7 উপলব্ধ, যাতে আপনি সূরা আল-ফাতিহা পড়তে, বুঝতে, এবং সার্টিফাই করতে সাহায্য করতে পারেন।",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "নারা:\r\n\"Fatiha.ID: আপনার কুরআন প্রজ্ঞানের পথে\"",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "অনন্য সনাক্তকরণ এবং সার্টিফিকেশন আপনার সূরা আল-ফাতিহা পাঠ এবং বুঝতে আপনার প্রশংসা এবং সাফল্যের সমর্থন দেয়। এটি এই গুরুত্বপূর্ণ সূরার দিকে আপনার সমর্পণের প্রতীক এবং আপনার আধ্যাত্মিক বৃদ্ধির চিহ্ন হিসেবে কাজ করে।",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "অংশগ্রহণ করতে, আপনি ফাতিহা.আইডি ওয়েবসাইট দেখতে আসতে পারেন, একটি অ্যাকাউন্ট তৈরি করতে এবং শিক্ষাগত সম্পদে অ্যাক্সেস এবং সার্টিফিকেশনের জন্য আবেদন করতে পারেন। আপনি যদি চান, তবে আপনি দশ টি কিরাতের মাধ্যমে অনুরোধ প্রসেস করার জন্য শিক্ষক হিসেবে যোগ দিতে পারেন।",
  "Toll free no :": "টোল ফ্রি নম্বর :",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "মূল্য:\r\nসম্মিলিতকরণ, শিক্ষা, শক্তি দেওয়া, সম্প্রদায়, নির্দেশনা, সার্টিফিকেশন",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "দর্শন:\r\nকুরআনের মৌলিক অধ্যায়, সূরা আল-ফাতিহা পাঠ এবং বুঝতে দক্ষ এবং বুঝতে সাক্ষর হয়েছে সেই দক্ষ এবং বুঝতে ব্যক্তিদের গ্লোবাল সম্প্রদায় সৃজন্য করা।",
  "What is Fatiha.ID, and what does it aim to achieve?": "Fatiha.ID কি, এবং এটি কী লক্ষ্য প্রাপ্ত করতে চায়?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Fatiha.ID দ্বারা প্রদান করা অনন্য সনাক্তকরণ এবং সার্টিফিকেশনের গুরুত্ব কী?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "হ্যাঁ, Fatiha.ID সম্মিলিতকরণে প্রতিশ্রুতিবদ্ধ এবং একাধিক ভাষায় বিষয়বস্তু এবং সমর্থন প্রদান করে (বর্তমানে আরবি, ইংরেজি, ম্যান্ডারিন চীনি, স্পেনীয়, হিন্দি, ফরাসি, রাশিয়ান, বাঙালি, পর্তুগিজ, উর্দু এবং ইন্দোনেশিয়ান)। এটি নিশ্চিত করে যে বিভিন্ন ভাষার পৃষ্ঠভূমি থেকে আসা ব্যক্তিদের প্ল্যাটফর্মের সম্পদে অ্যাক্সেস করতে এবং সেই সম্পদ থেকে সুবিধা নিতে পারেন। আপনাকে আরবি ভাষায় সূরা আল-ফাতিহা পড়তে হবে।",
  "Frequently Ask Questions": "সচরাচর জিজ্ঞাসিত প্রশ্ন",
  "Apply for Fatiha": "ফাতিহার জন্য আবেদন করুন (Fatiha)"
}