{
  "About Fatiha.ID Platform": "فاتحہ.آئی ڈی پلیٹفارم کے بارے میں",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "بالطبع۔ فاتحہ.آئی ڈی کو ہر عمر، پسلیپوں اور صلاحیتوں کے افراد کے لئے دستیاب اور شامل بنانے کا مقصد رکھا گیا ہے۔ یہ ان کا استقبال کرتا ہے جو چاہتے ہیں کہ سورۃ الفاتحہ کی سمجھ کو گہرا کریں، چاہے ان کے پاس اس سے پہلے کا علم ہو یا تجربہ۔",
  "Are the resources on Fatiha.ID available in multiple languages?": "کیا فاتحہ.آئی ڈی پر مندرجہ ذیل زبانوں میں وسائل دستیاب ہیں؟",
  "Certificates": "شہادتیں",
  "Fatiha. All Rights Reserved.": "فاتحہ. تمام حقوق محفوظ ہیں۔",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "فاتحہ.آئی ڈی ایک ڈیجیٹل پلیٹفارم ہے جس کا مقصد سورۃ الفاتحہ کے ساتھ گہرا تعلق بڑھانا ہے، قرآن کا ایک محترمہ باب۔ اس کا اصل مقصد افراد کو پورے عالم میں مخصوص اور شناختہ انداز سے سورۃ الفاتحہ کی تلاوت کرنے، اس کے گہرے معنی کو سمجھنے اور منفرد شناخت اور شہادت حاصل کرنے کی طرف رہنے کی توانائی دینا ہے۔",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "فاتحہ.آئی ڈی ایک وژن سے بھرپور ڈیجیٹل پلیٹفارم ہے جو قرآن کے سب سے محترمہ بابوں میں سے ایک سورۃ الفاتحہ کے ساتھ گہرا تعلق بنانے میں مدد فراہم کرنے کے لئے ڈیزائن کیا گیا ہے۔ ہمارا پلیٹفارم دنیا بھر کے افراد کو مخصوص اور تعلیم دینے کی مکمل خواہش رکھتا ہے، جو ان کو سورۃ الفاتحہ کو بالضبط تلاوت کرنے، اس کے گہرے معنی کو سمجھنے اور ایک منفرد شناخت اور شہادت حاصل کرنے میں مدد فراہم کرتا ہے۔",
  "Frequently Asked Questions": "اکثر پوچھے گئے سوالات",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "اپنی الفاتحہ بیج حاصل کریں جیسے کہ دس قراءت میں سے ایک کے مطابق۔",
  "How can I participate in the Fatiha.ID project?": "میں فاتحہ.آئی ڈی پروجیکٹ میں کس طرح شرکت کرسکتا ہوں؟",
  "Instructors": "انسٹرکٹرز",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "کیا فاتحہ.آئی ڈی تمام عمر کے افراد اور تمام پسلیپوں کے لئے دستیاب ہے؟",
  "Languages": "زبانیں",
  "Learn More": "مزید جانیں",
  "Members": "ممبران",
  "Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "مشن: دنیا بھر میں ایک ملین افراد کو تلاوت کرنے، اس کے گہرے معنی کو سمجھنے، اور ہر کامیاب مشترک کو ایک منفرد شناخت اور ایک شہادت دینے کی طرف موصول کرنا۔",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "ہمارے تصدیق شدہ انسٹرکٹرز 24/7 آپ کی تلاوت کرنے، سمجھنے، اور آپ کو سورۃ الفاتحہ کے ساتھ تصدیق کرنے کی مدد کے لئے دستیاب ہیں۔",
  "Slogan: 'Fatiha.ID: Your Gateway to Quranic Mastery.'": "مترجم: 'فاتحہ.آئی ڈی: قرآنی ماہری کی طرف آپ کا گیٹ وے'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "منفرد شناخت اور تصدیق آپ کی تلاوت اور سورۃ الفاتحہ کی سمجھ کو ماہر ہونے میں آپ کی مخلصی اور کامیابی کو تسلیم کرتے ہیں۔ یہ آپ کی اس اہم سورۃ اور آپ کے روحانی بڑھائی کے اپنے عہد کی علامت کے طور پر خدمت کرتا ہے۔",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "شرکت کرنے کے لئے، آپ فاتحہ.آئی ڈی ویب سائٹ پر جا سکتے ہیں، ایک اکاؤنٹ بنا سکتے ہیں، اور تعلیمی وسائل تک رسائی حاصل کرکے تصدیق کے لئے درخواست دے سکتے ہیں۔ آپ دس قراءت کا استعمال کرکے درخواستوں کو پروسیس کرنے میں مدد کے طور پر انسٹرکٹر کے طور پر شامل ہو سکتے ہیں۔",
  "Toll-free no :": "ٹول فری نمبر:",
  "Values: Inclusivity, Education, Empowerment, Community, Precision, Certification.": "قیمتیں: انکلوزیوٹی، تعلیم، اختیار، کمیونٹی، پریشن، تصدیق",
  "Vision: To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "ویژن: قرآن کے ایک اہم باب سورۃ الفاتحہ کی تلاوت اور سمجھ کو ماہر ہوچکے افراد کی عالمی کمیونٹی کو بڑھانا۔",
  "What is Fatiha.ID, and what does it aim to achieve?": "فاتحہ.آئی ڈی کیا ہے، اور یہ کیا حاصل کرنے کا مقصد ہے؟",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "فاتحہ.آئی ڈی کی پیش کردہ منفرد شناخت اور تصدیق کی کیا اہمیت ہے؟",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu, and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "جی ہاں، فاتحہ.آئی ڈی انکلوزیوٹی کی ترجیح دیتی ہے اور متعدد زبانوں میں مواد اور حمایت فراہم کرتی ہے (حالیہ وقت میں عربی، انگریزی، منڈرین چائنیز، ہسپانوی، ہندی، فرانسیسی، روسی، بنگالی، پورٹگالی، اردو، اور انڈونیشیائی)۔ یہ یقینی بناتا ہے کہ مختلف زبانی پسلیپوں کے افراد پلیٹفارم کی وسائل تک رسائی حاصل کر سکتے ہیں اور ان سے فائدہ اٹھا سکتے ہیں۔ آپ کو سورۃ الفاتحہ کی تلاوت عربی زبان میں کرنی چاہئے۔",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "عبارت: 'فاتحہ.آئی ڈی: آپ کا قرآن کا ماہر بنانے کا دروازہ۔",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "مشن: دنیا بھر میں ایک ملین افراد کو صحیح طریقے سے سورۃ الفاتحہ کی تلاوت کرنے، اس کا عمیق معنی سمجھنے اور ہر کامیاب شریک کو ایک یونیک آئی ڈی اور تصدیق دینے کے لئے مخصوص کرنا۔",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "وژن: دنیا بھر میں ان افراد کی عالمی کمیونٹی کو فروغ دینا جو سورۃ الفاتحہ کی تلاوت اور سمجھ کو ماہر ہیں، قرآن کے اہم باب کا حصہ۔",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "قدرتیت، تعلیم، توانائی دینا، کمیونٹی، درستگی، تصدیق.",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "جی ہاں، فاتحہ.آئی ڈی کا انطباق داری پر وفا کار ہے اور متعدد زبانوں (حالیہ طور پر عربی، انگریزی، منڈرین چائنیز، ہندی، سپینش، فرانسیسی، روسی، بنگالی، پورٹگلیز، اردو اور انڈونیشیائی) میں مواد اور حمایت فراہم کرتا ہے۔ یہ یقینی بناتا ہے کہ مختلف زبانی پس منظر رکھنے والے افراد پلیٹفارم کی مواد تک رسائی حاصل کر سکتے ہیں اور اس کے وسائل سے فائدہ اٹھا سکتے ہیں۔ آپ کو سورۃ الفاتحہ کو عربی زبان میں تلاوت کرنی ہوگی۔",
  "Frequently Ask Questions": "عام طور پر پوچھے گئے سوالات",
  "Apply for Fatiha": "فاتحہ کے لئے درخواست دیں (Fatiha)"
}