{
  "About Fatiha.ID Platform": "Acerca de la plataforma Fatiha.ID",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "Absolutamente. Fatiha.ID está diseñado para ser accesible e inclusivo para personas de todas las edades, antecedentes y habilidades. Da la bienvenida a cualquier persona que desee profundizar su comprensión de Surat Al-Fatiha, independientemente de sus conocimientos previos o experiencia.",
  "Are the resources on Fatiha.ID available in multiple languages?": "¿Están disponibles los recursos en Fatiha.ID en varios idiomas?",
  "Certificates": "Certificados",
  "Fatiha. All Rights Reserved.": "Fatiha. Todos los derechos reservados.",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID es una plataforma digital diseñada para promover una conexión profunda con Surat Al-Fatiha, un capítulo venerado del Corán. Su objetivo principal es empoderar y educar a personas en todo el mundo, permitiéndoles recitar con precisión Surat Al-Fatiha, comprender su profundo significado y recibir una identificación y certificación únicas.",
  "Freequently Ask Questions": "Preguntas Frecuentes",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "Obtén tu Insignia Al-Fatiha según una de las Diez Qiraat.",
  "How can I participate in the Fatiha.ID project?": "¿Cómo puedo participar en el proyecto Fatiha.ID?",
  "Instructors": "Instructores",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "¿Es Fatiha.ID accesible para personas de todas las edades y antecedentes?",
  "Languages": "Idiomas",
  "Learn More": "Aprende Más",
  "Members": "Miembros",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Misión: Empoderar a un millón de personas en todo el mundo para recitar Surat Al-Fatiha con precisión, comprender su profundo significado y proporcionar a cada participante exitoso una identificación única y una certificación.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "Nuestros instructores certificados están disponibles las 24 horas del día, los 7 días de la semana, para ayudarte a recitar, entender y certificarte con Surat Al-Fatiha.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Eslogan: 'Fatiha.ID: Tu Puerta a la Maestría del Corán.'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "La identificación única y la certificación reconocen tu dedicación y logros en el dominio de la recitación y comprensión de Surat Al-Fatiha. Sirve como un símbolo de tu compromiso con esta importante Surah y tu crecimiento espiritual.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "Para participar, puedes visitar el sitio web de Fatiha.ID, crear una cuenta, acceder a los recursos educativos y solicitar la certificación. También puedes unirte como instructor para ayudar a procesar las solicitudes utilizando las Diez Qiraat.",
  "Toll-free no :": "Número de teléfono gratuito:",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Valores: Inclusividad, Educación, Empoderamiento, Comunidad, Precisión, Certificación.",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visión: Fomentar una comunidad global de individuos que han dominado la recitación y comprensión de Surat Al-Fatiha, un capítulo fundamental del Corán.",
  "What is Fatiha.ID, and what does it aim to achieve?": "¿Qué es Fatiha.ID y cuál es su objetivo?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "¿Cuál es la importancia de la identificación única y la certificación ofrecida por Fatiha.ID?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Sí, Fatiha.ID se compromete con la inclusión y ofrece contenido y soporte en varios idiomas (actualmente en árabe, inglés, chino mandarín, español, hindi, francés, ruso, bengalí, portugués, urdu e indonesio). Esto garantiza que las personas de diversos antecedentes lingüísticos puedan acceder y beneficiarse de los recursos de la plataforma. Debes recitar Surat Al-Fatiha en árabe.",
  "Toll free no :": "Número gratuito",
  "Frequently Ask Questions": "Preguntas Frecuentes",
  "Apply for Fatiha": "Aplicar para Fatiha"
}