{
  "About Fatiha.ID Platform": "Tentang Platform Fatiha.ID",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "Absolut. Fatiha.ID dirancang untuk dapat diakses dan inklusif bagi individu dari segala usia, latar belakang, dan kemampuan. Ini menyambut siapa pun yang ingin mendalami pemahaman mereka tentang Surat Al-Fatiha, tanpa memandang pengetahuan atau pengalaman sebelumnya.",
  "Are the resources on Fatiha.ID available in multiple languages?": "Apakah sumber daya di Fatiha.ID tersedia dalam beberapa bahasa?",
  "Certificates": "Sertifikat",
  "Fatiha. All Rights Reserved.": "Fatiha. Hak Cipta Dilindungi.",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID adalah platform digital yang dirancang untuk mempromosikan hubungan yang mendalam dengan Surat Al-Fatiha, sebuah bab yang dihormati dalam Quran. Tujuannya utama adalah memberdayakan dan mendidik individu di seluruh dunia, memungkinkan mereka untuk membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan menerima identifikasi dan sertifikasi unik.",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "Fatiha.ID adalah platform digital berwawasan yang dirancang untuk memfasilitasi hubungan yang mendalam dengan Surat Al-Fatiha, salah satu bab paling dihormati dalam Quran. Platform kami bercita-cita untuk memberdayakan dan mendidik individu di seluruh dunia, memungkinkan mereka membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan mendapatkan identifikasi dan sertifikasi unik.",
  "Frequently Asked Questions": "Pertanyaan yang Sering Diajukan",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "Dapatkan Badge Al-Fatiha Anda sesuai dengan salah satu dari Sepuluh Qiraat.",
  "How can I participate in the Fatiha.ID project?": "Bagaimana cara saya bisa berpartisipasi dalam proyek Fatiha.ID?",
  "Instructors": "Instruktur",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "Apakah Fatiha.ID dapat diakses oleh orang-orang dari segala usia dan latar belakang?",
  "Languages": "Bahasa",
  "Learn More": "Pelajari Lebih Lanjut",
  "Members": "Anggota",
  "Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Misi: Memberdayakan satu juta orang di seluruh dunia untuk membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan memberikan identifikasi unik serta sertifikasi kepada setiap peserta yang berhasil.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "Instruktur bersertifikat kami tersedia 24/7 untuk membantu Anda dalam membaca, memahami, dan memberikan sertifikasi kepada Anda dengan Surat Al-Fatiha.",
  "Slogan: 'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Slogan: 'Fatiha.ID: Pintu Gerbang Anda Menuju Kekuasaan Quran.'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "Identifikasi dan sertifikasi unik mengakui dedikasi dan prestasi Anda dalam menguasai tajwid dan pemahaman Surat Al-Fatiha. Ini berfungsi sebagai simbol komitmen Anda pada Surah penting ini dan pertumbuhan spiritual Anda.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "Untuk berpartisipasi, Anda dapat mengunjungi situs web Fatiha.ID, membuat akun, mengakses sumber daya pendidikan, dan mengajukan sertifikasi. Anda juga dapat bergabung sebagai instruktur untuk membantu memproses permintaan dengan menggunakan Sepuluh Qiraat.",
  "Toll-free no :": "Nomor Gratis :",
  "Values: Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Nilai: Inklusivitas, Pendidikan, Pemberdayaan, Komunitas, Presisi, Sertifikasi.",
  "Vision: To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visi: Membangun komunitas global individu yang telah menguasai tajwid dan pemahaman Surat Al-Fatiha, bab yang mendasar dalam Quran.",
  "What is Fatiha.ID, and what does it aim to achieve?": "Apa itu Fatiha.ID, dan apa yang ingin dicapainya?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Apa makna identifikasi unik dan sertifikasi yang ditawarkan oleh Fatiha.ID?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Ya, Fatiha.ID berkomitmen untuk inklusivitas dan menyediakan konten serta dukungan dalam berbagai bahasa (saat ini dalam bahasa Arab, Inggris, Mandarin, Spanyol, Hindi, Perancis, Rusia, Bengali, Portugis, Urdu, dan Indonesia). Hal ini memastikan bahwa individu dari beragam latar belakang bahasa dapat mengakses dan mendapatkan manfaat dari sumber daya platform ini. Anda harus membaca Surat Al-Fatiha dalam bahasa Arab.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Slogan: 'Fatiha.ID: Pintu Gerbang Anda menuju Penguasaan Quran.'",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Misi: Memberdayakan satu juta orang di seluruh dunia untuk membaca Surat Al-Fatiha dengan akurat, memahami maknanya yang mendalam, dan memberikan ID unik serta sertifikasi kepada setiap peserta yang berhasil.",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visi: Menumbuhkan komunitas global individu yang telah menguasai bacaan dan pemahaman Surat Al-Fatiha, bab yang mendasar dalam Quran.",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Nilai-nilai: Inklusivitas, Pendidikan, Pemberdayaan, Komunitas, Presisi, Sertifikasi.",
  "Frequently Ask Questions": "Pertanyaan yang Sering Diajukan",
  "Apply for Fatiha": "Mendaftar untuk Fatiha"
}