{
  "About Fatiha.ID Platform": "Sobre a plataforma Fatiha.ID",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "Com certeza. A Fatiha.ID foi projetada para ser acessível e inclusiva para pessoas de todas as idades, origens e habilidades. Ela recebe todos que desejam aprofundar sua compreensão de Surat Al-Fatiha, independentemente de seu conhecimento prévio ou experiência.",
  "Are the resources on Fatiha.ID available in multiple languages?": "Os recursos da Fatiha.ID estão disponíveis em várias línguas?",
  "Certificates": "Certificados",
  "Fatiha. All Rights Reserved.": "Fatiha. Todos os direitos reservados.",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "A Fatiha.ID é uma plataforma digital projetada para promover uma conexão profunda com Surat Al-Fatiha, um capítulo reverenciado do Alcorão. Seu objetivo principal é capacitar e educar pessoas em todo o mundo, permitindo que elas recitem com precisão Surat Al-Fatiha, compreendam seu significado profundo e recebam identificação e certificação exclusivas.",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "A Fatiha.ID é uma plataforma digital visionária projetada para facilitar uma conexão profunda com Surat Al-Fatiha, um dos capítulos mais reverenciados do Alcorão. Nossa plataforma aspira a capacitar e educar pessoas em todo o mundo, permitindo que elas recitem Surat Al-Fatiha com precisão, compreendam seu significado profundo e obtenham uma identificação e certificação exclusivas.",
  "Frequently Asked Questions": "Perguntas Frequentes",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "Obtenha sua Medalha Al-Fatiha de acordo com uma das Dez Qiraat.",
  "How can I participate in the Fatiha.ID project?": "Como posso participar do projeto Fatiha.ID?",
  "Instructors": "Instrutores",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "O Fatiha.ID é acessível a pessoas de todas as idades e origens?",
  "Languages": "Idiomas",
  "Learn More": "Saiba Mais",
  "Members": "Membros",
  "Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and certification.": "Missão: Capacitar um milhão de pessoas em todo o mundo para recitar Surat Al-Fatiha com precisão, compreender seu significado profundo e fornecer a cada participante bem-sucedido uma identificação única e certificação.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "Nossos instrutores certificados estão disponíveis 24 horas por dia, 7 dias por semana, para ajudá-lo a recitar, entender e certificar você com Surat Al-Fatiha.",
  "Slogan: 'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Slogan: 'Fatiha.ID: Seu Portal para o Domínio do Alcorão.'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "A identificação e a certificação exclusivas reconhecem sua dedicação e realização na maestria da recitação e compreensão de Surat Al-Fatiha. Elas servem como símbolo de seu compromisso com esta importante Surah e seu crescimento espiritual.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "Para participar, você pode visitar o site da Fatiha.ID, criar uma conta, acessar os recursos educacionais e solicitar a certificação. Você também pode se juntar como instrutor para ajudar no processamento de solicitações usando as Dez Qiraat.",
  "Toll-free no:": "Número gratuito:",
  "Values: Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Valores: Inclusão, Educação, Empoderamento, Comunidade, Precisão, Certificação.",
  "Vision: To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visão: Fomentar uma comunidade global de indivíduos que dominaram a recitação e compreensão de Surat Al-Fatiha, um capítulo fundamental do Alcorão.",
  "What is Fatiha.ID, and what does it aim to achieve?": "O que é a Fatiha.ID e o que ela visa alcançar?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Qual é a importância da identificação única e da certificação oferecida pela Fatiha.ID?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Sim, a Fatiha.ID está comprometida com a inclusividade e fornece conteúdo e suporte em várias línguas (atualmente árabe, inglês, chinês mandarim, espanhol, hindi, francês, russo, bengali, português, urdu e indonésio). Isso garante que indivíduos de diferentes origens linguísticas possam acessar e se beneficiar dos recursos da plataforma. Você deve recitar Surat Al-Fatiha na língua árabe.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Slogan: 'Fatiha.ID: Sua Porta de Entrada para o Domínio do Alcorão.'",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Missão: Capacitar um milhão de pessoas em todo o mundo a recitar Surat Al-Fatiha com precisão, compreender seu profundo significado e fornecer a cada participante bem-sucedido uma ID única e uma certificação.",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Visão: Fomentar uma comunidade global de indivíduos que dominaram a recitação e a compreensão de Surat Al-Fatiha, um capítulo fundamental do Alcorão.",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Valores: Inclusão, Educação, Capacitação, Comunidade, Precisão, Certificação.",
  "Frequently Ask Questions": "Perguntas Frequentes",
  "Apply for Fatiha": "Solicitar Fatiha"
}