{
  "About Fatiha.ID Platform": "О платформе Fatiha.ID",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "Конечно. Fatiha.ID разработана с учетом доступности и инклюзивности для людей всех возрастов, происхождения и способностей. Она приветствует всех, кто желает углубить свое понимание Сурата Аль-Фатиха, независимо от их предыдущих знаний или опыта.",
  "Are the resources on Fatiha.ID available in multiple languages?": "Доступны ли ресурсы на Fatiha.ID на нескольких языках?",
  "Certificates": "Сертификаты",
  "Fatiha. All Rights Reserved.": "Fatiha. Все права защищены.",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID - это цифровая платформа, разработанная для содействия глубокой связи с Суратом Аль-Фатиха, одной из почитаемых глав Корана. Ее основная цель - даровать знания и образование людям по всему миру, позволяя им точно читать Сурат Аль-Фатиха, понимать ее глубокий смысл и получать уникальные идентификацию и сертификацию.",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "Fatiha.ID - это видение цифровой платформы, разработанной для облегчения глубокой связи с Суратом Аль-Фатиха, одной из самых почитаемых глав Корана. Наша платформа стремится даровать знания и образование людям по всему миру, позволяя им точно читать Сурат Аль-Фатиха, понимать его глубокий смысл и получать уникальные идентификацию и сертификацию.",
  "Frequently Ask Questions": "Часто задаваемые вопросы",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "Получите свой значок Аль-Фатиха согласно одной из Десяти Кироат.",
  "How can I participate in the Fatiha.ID project?": "Как я могу участвовать в проекте Fatiha.ID?",
  "Instructors": "Инструкторы",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "Доступна ли Fatiha.ID для людей любого возраста и происхождения?",
  "Languages": "Языки",
  "Learn More": "Узнать больше",
  "Members": "Участники",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "Миссия: Даровать знания и образование одному миллиону людей по всему миру, чтобы они точно читали Сурат Аль-Фатиха, понимали ее глубокий смысл и получали уникальные идентификацию и сертификацию.",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "Наши сертифицированные инструкторы доступны 24/7, чтобы помочь вам правильно читать, понимать и сертифицировать вас по Сурат Аль-Фатиха.",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "Слоган: \"Fatiha.ID: Ваш вход в владение Кораном.\"",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "Уникальная идентификация и сертификация признают ваше преданное усердие и достижения в овладении чтением и пониманием Сурата Аль-Фатиха. Она служит символом вашего обязательства перед этой важной сурой и вашего духовного роста.",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "Для участия вы можете посетить веб-сайт Fatiha.ID, создать аккаунт, получить доступ к учебным ресурсам и подать заявку на сертификацию. Вы также можете присоединиться в качестве инструктора, чтобы помочь обрабатывать запросы с использованием Десяти Кироат.",
  "Toll-free no:": "Бесплатный номер:",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "Ценности: Инклюзивность, Образование, Полномочия, Сообщество, Точность, Сертификация.",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "Видение: Содействовать созданию глобального сообщества людей, овладевших чтением и пониманием Сурата Аль-Фатиха, фундаментальной главы Корана.",
  "What is Fatiha.ID, and what does it aim to achieve?": "Что такое Fatiha.ID и каковы его цели?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu, and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Да, Fatiha.ID придерживается принципов инклюзивности и предоставляет контент и поддержку на нескольких языках (в настоящее время арабский, английский, мандаринский китайский, испанский, хинди, французский, русский, бенгальский, португальский, урду и индонезийский). Это обеспечивает доступ и выгоду для лиц с разнообразными языковыми фонами к ресурсам платформы. Вы должны читать Сурат аль-Фатиха на арабском языке.",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Какова значимость уникальной идентификации и сертификации, предлагаемых Fatiha.ID?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "Да, Fatiha.ID придерживается принципов инклюзивности и предоставляет контент и поддержку на нескольких языках (в настоящее время арабский, английский, мандаринский китайский, испанский, хинди, французский, русский, бенгальский, португальский, урду и индонезийский). Это обеспечивает доступ и выгоду для лиц с разнообразными языковыми фонами к ресурсам платформы. Вы должны читать Сурат аль-Фатиха на арабском языке.",
  "Toll free no :": "Бесплатный номер",
  "Apply for Fatiha": "Подать заявление на Фатиху (Fatiha)"
}