{
  "About Fatiha.ID Platform": "关于Fatiha.ID平台",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "当然。Fatiha.ID旨在对各个年龄、背景和能力的个人开放和包容。它欢迎任何希望深入了解Surat Al-Fatiha的人，无论他们之前的知识或经验如何。",
  "Are the resources on Fatiha.ID available in multiple languages?": "Fatiha.ID的资源是否提供多种语言？",
  "Certificates": "证书",
  "Fatiha. All Rights Reserved.": "Fatiha. 版权所有。",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "Fatiha.ID是一个数字平台，旨在促进与古兰经中备受尊崇的Surat Al-Fatiha建立深刻联系。其主要目标是赋予全球个体权力和教育，使他们能够准确诵读Surat Al-Fatiha，理解其深刻含义，并获得独特的识别和证书。",
  "Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.": "Fatiha.ID是一个具有远见的数字平台，旨在促进与古兰经中备受尊崇的Surat Al-Fatiha建立深刻联系。我们的平台致力于赋予全球个体权力和教育，使他们能够准确诵读Surat Al-Fatiha，理解其深刻含义，并获得独特的识别和证书。",
  "Freequently Ask Questions": "常见问题",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "根据十种Qiraat之一获取您的Al-Fatiha徽章。",
  "How can I participate in the Fatiha.ID project?": "我如何参与Fatiha.ID项目？",
  "Instructors": "教师",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "Fatiha.ID是否适用于各个年龄和背景的人？",
  "Languages": "语言",
  "Learn More": "了解更多",
  "Members": "会员",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "使命：全球赋予一百万人准确诵读Surat Al-Fatiha、理解其深刻含义，并为每位成功参与者提供独特ID和证书。",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "我们的认证教师全天候可用，帮助您准确诵读、理解，并为您颁发Surat Al-Fatiha的证书。",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "口号：'Fatiha.ID：通往古兰经精通之门。'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "独特的识别和证书承认您在掌握Surat Al-Fatiha的诵读和理解方面的奉献和成就。它作为您对这一重要苏拉和您的精神成长的承诺的象征。",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "要参与，您可以访问Fatiha.ID网站，创建帐户，访问教育资源并申请认证。您还可以加入作为教师，以帮助使用十种Qiraat处理请求。",
  "Toll-free no :": "免费电话：",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "价值观：包容性、教育、赋权、社区、精度、认证。",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "愿景：培育一个掌握了苏拉特·阿尔-法提哈的诵读和理解的全球个体社群，这是古兰经的基础章节。",
  "What is Fatiha.ID, and what does it aim to achieve?": "Fatiha.ID是什么，它的目标是什么？",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "Fatiha.ID提供的独特识别和证书的意义是什么？",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "是的，Fatiha.ID致力于包容性，并提供多种语言的内容和支持（目前包括阿拉伯语、英语、普通话、西班牙语、印地语、法语、俄语、孟加拉语、葡萄牙语、乌尔都语和印度尼西亚语）。这确保了来自不同语言背景的个人可以访问并从该平台的资源中受益。您必须以阿拉伯语诵读Surat Al-Fatiha。",
  "Toll free no :": "免费电话号码",
  "Frequently Ask Questions": "常见问题",
  "Apply for Fatiha": "玛丽的法蒂哈 (Fatiha)"
}