{
  "About Fatiha.ID Platform": "फातिहा.आईडी प्लेटफ़ॉर्म के बारे में",
  "Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.": "बिल्कुल. फातिहा.आईडी का डिज़ाइन तमाम उम्र, पृष्ठभूमि और क्षमताओं के व्यक्तियों के लिए पहुँचने और समावेशी बनाने के लिए किया गया है। यह उन्हें स्वरत अल-फातिहा के गहरे ज्ञान को बढ़ाने की इच्छा रखने वाले हर किसी का स्वागत करता है, उनके पूर्व ज्ञान या अनुभव के बावजूद।",
  "Are the resources on Fatiha.ID available in multiple languages?": "क्या फातिहा.आईडी पर संसाधन एक से अधिक भाषा में उपलब्ध हैं?",
  "Certificates": "प्रमाणपत्र",
  "Fatiha. All Rights Reserved.": "फातिहा. सर्वाधिकार सुरक्षित हैं।",
  "Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.": "फातिहा.आईडी एक डिजिटल प्लेटफ़ॉर्म है जिसका उद्देश्य सुरत अल-फातिहा के साथ एक गहरा संबंध बढ़ाने को प्रोत्साहित करना है, कुरान के एक पूज्य अध्याय के साथ। इसका प्रमुख उद्देश्य व्यक्तियों को वैश्विक रूप से सटीक रूप से सुरत अल-फातिहा का पाठ करने, इसके गहरे अर्थ को समझने और विशेष पहचान और प्रमाणपत्र प्राप्त करने की शक्ति देना है।",
  "Freequently Ask Questions": "\"आवाजना पूछे जाने वाले प्रश्न\"",
  "Get your Al-Fatiha Badge according to one of the Ten Qiraat.": "दस किरात में से एक के अनुसार अपनी अल-फातिहा बैज प्राप्त करें।",
  "How can I participate in the Fatiha.ID project?": "मैं फातिहा.आईडी परियोजना में कैसे भाग ले सकता हूँ?",
  "Instructors": "प्रशिक्षक",
  "Is Fatiha.ID accessible to people of all ages and backgrounds?": "क्या फातिहा.आईडी सभी आयु और पृष्ठभूमियों के लोगों के लिए पहुँचे हुए है?",
  "Languages": "भाषाएँ",
  "Learn More": "और अधिक जानें",
  "Members": "सदस्य",
  "Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.": "मिशन: दुनियाभर में एक मिलियन लोगों को सुरत अल-फातिहा को सटीक रूप से पढ़ने, इसके गहरे अर्थ को समझने और प्रत्येक सफल प्रतिभागी को एक अद्वितीय आईडी और प्रमाणपत्र प्रदान करने के लिए सशक्त करना।",
  "Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.": "हमारे प्रमाणित प्रशिक्षक सुरत अल-फातिहा के साथ आपकी पठन, समझने और प्रमाणित करने में आपकी सहायता के लिए 24/7 उपलब्ध हैं।",
  "Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'": "नारा: 'फातिहा.आईडी: कुरान की मास्टरी का आपका द्वार।'",
  "The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.": "अद्वितीय पहचान और प्रमाणपत्र आपके सुरत अल-फातिहा के पठन और समझ को मास्टर करने में आपकी समर्पण और उपलब्धि को मान्यता देते हैं। यह आपके इस महत्वपूर्ण सूरह और आपके आध्यात्मिक विकास के प्रति आपकी समर्पण का प्रतीक के रूप में कार्य करता है।",
  "To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.": "भाग लेने के लिए, आप फातिहा.आईडी वेबसाइट पर जा सकते हैं, एक खाता बना सकते हैं, और शैक्षिक संसाधनों तक पहुँच सकते हैं और प्रमाणपत्र के लिए आवेदन कर सकते हैं। आप दस किरात का उपयोग करके अनुरोधों को प्रसंस्कृत करने में मदद करने के रूप में भी शामिल हो सकते हैं।",
  "Toll-free no :": "टोल-फ्री नंबर:",
  "Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.": "मूल्य: समावेशन, शिक्षा, सशक्तिकरण, समुदाय, परिश्रम, प्रमाणपत्र।",
  "Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.": "दृष्टि: कुरान के मौलिक अध्याय सुरत अल-फातिहा के पठन और समझ को मास्टर करने वाले व्यक्तियों की वैश्विक समुदाय को प्रोत्साहित करना।",
  "What is Fatiha.ID, and what does it aim to achieve?": "फातिहा.आईडी क्या है, और यह क्या प्राप्त करने का लक्ष्य है?",
  "What is the significance of the unique identification and certification offered by Fatiha.ID?": "फातिहा.आईडी द्वारा प्रदान की गई अद्वितीय पहचान और प्रमाणपत्र का महत्व क्या है?",
  "Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.": "हां, फातिहा.आईडी समावेशन के प्रति समर्पित है और कई भाषाओं में सामग्री और समर्थन प्रदान करता है (वर्तमान में अरबी, अंग्रेजी, मैंडरिन चीनी, स्पेनिश, हिंदी, फ्रेंच, रूसी, बंगाली, पुर्तगाली, उर्दू और इंडोनेशियाई)। इससे सुनी हुई भाषाओं के विभिन्न पृष्ठभूमियों के व्यक्तियों को प्लेटफ़ॉर्म के संसाधनों तक पहुँचने और उनका लाभ उठाने की सुनिश्चित होता है। आपको अरबी भाषा में सुरत अल-फातिहा का पाठ करना होगा।",
  "Frequently Ask Questions": "अक्सर पूछे जाने वाले प्रश्न",
  "Apply for Fatiha": "फातिहा के लिए आवेदन करें (Fatiha)"
}