Repository: ahmedgamal2222/Fatiha
Catalog: Resources/Home/Index.*.resx
Languages: ar_sa, es_es, id_id, pt_br, ru_ru, zh_cn

source: About Fatiha.ID Platform
ar_sa: حول منصة الفاتحة
es_es: Acerca de la plataforma Fatiha.ID
id_id: Tentang Platform Fatiha.ID
pt_br: Sobre a plataforma Fatiha.ID
ru_ru: О платформе Fatiha.ID
zh_cn: 关于Fatiha.ID平台

source: Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.
ar_sa: بالتأكيد. تم تصميم Fatiha.ID ليكون متاحًا وشاملاً للأفراد من جميع الأعمار والخلفيات والقدرات. إنها ترحب بأي شخص يرغب في تعميق فهمه لسورة الفاتحة، بغض النظر عن معرفته السابقة أو تجربته.
es_es: Absolutamente. Fatiha.ID está diseñado para ser accesible e inclusivo para personas de todas las edades, antecedentes y habilidades. Da la bienvenida a cualquier persona que desee profundizar su comprensión de Surat Al-Fatiha, independientemente de sus conocimientos previos o experiencia.
id_id: Absolut. Fatiha.ID dirancang untuk dapat diakses dan inklusif bagi individu dari segala usia, latar belakang, dan kemampuan. Ini menyambut siapa pun yang ingin mendalami pemahaman mereka tentang Surat Al-Fatiha, tanpa memandang pengetahuan atau pengalaman sebelumnya.
pt_br: Com certeza. A Fatiha.ID foi projetada para ser acessível e inclusiva para pessoas de todas as idades, origens e habilidades. Ela recebe todos que desejam aprofundar sua compreensão de Surat Al-Fatiha, independentemente de seu conhecimento prévio ou experiência.
ru_ru: Конечно. Fatiha.ID разработана с учетом доступности и инклюзивности для людей всех возрастов, происхождения и способностей. Она приветствует всех, кто желает углубить свое понимание Сурата Аль-Фатиха, независимо от их предыдущих знаний или опыта.
zh_cn: 当然。Fatiha.ID旨在对各个年龄、背景和能力的个人开放和包容。它欢迎任何希望深入了解Surat Al-Fatiha的人，无论他们之前的知识或经验如何。

source: Are the resources on Fatiha.ID available in multiple languages?
ar_sa: هل الموارد على Fatiha.ID متاحة بلغات متعددة؟
es_es: ¿Están disponibles los recursos en Fatiha.ID en varios idiomas?
id_id: Apakah sumber daya di Fatiha.ID tersedia dalam beberapa bahasa?
pt_br: Os recursos da Fatiha.ID estão disponíveis em várias línguas?
ru_ru: Доступны ли ресурсы на Fatiha.ID на нескольких языках?
zh_cn: Fatiha.ID的资源是否提供多种语言？

source: Certificates
ar_sa: شهادات
es_es: Certificados
id_id: Sertifikat
pt_br: Certificados
ru_ru: Сертификаты
zh_cn: 证书

source: Fatiha. All Rights Reserved.
ar_sa: الفاتحة جميع الحقوق محفوظة
es_es: Fatiha. Todos los derechos reservados.
id_id: Fatiha. Hak Cipta Dilindungi.
pt_br: Fatiha. Todos os direitos reservados.
ru_ru: Fatiha. Все права защищены.
zh_cn: Fatiha. 版权所有。

source: Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.
ar_sa: ID هو منصة رقمية مصممة لتعزيز الاتصال العميق مع سورة الفاتحة، وهي إحدى الأبواب المحترمة من القرآن. هدفه الرئيسي هو تمكين وتثقيف الأفراد حول العالم، ممكناً إياهم من تلاوة سورة الفاتحة بدقة، وفهم معانيها العميقة، والحصول على هوية فريدة وشهادة.
es_es: Fatiha.ID es una plataforma digital diseñada para promover una conexión profunda con Surat Al-Fatiha, un capítulo venerado del Corán. Su objetivo principal es empoderar y educar a personas en todo el mundo, permitiéndoles recitar con precisión Surat Al-Fatiha, comprender su profundo significado y recibir una identificación y certificación únicas.
id_id: Fatiha.ID adalah platform digital yang dirancang untuk mempromosikan hubungan yang mendalam dengan Surat Al-Fatiha, sebuah bab yang dihormati dalam Quran. Tujuannya utama adalah memberdayakan dan mendidik individu di seluruh dunia, memungkinkan mereka untuk membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan menerima identifikasi dan sertifikasi unik.
pt_br: A Fatiha.ID é uma plataforma digital projetada para promover uma conexão profunda com Surat Al-Fatiha, um capítulo reverenciado do Alcorão. Seu objetivo principal é capacitar e educar pessoas em todo o mundo, permitindo que elas recitem com precisão Surat Al-Fatiha, compreendam seu significado profundo e recebam identificação e certificação exclusivas.
ru_ru: Fatiha.ID - это цифровая платформа, разработанная для содействия глубокой связи с Суратом Аль-Фатиха, одной из почитаемых глав Корана. Ее основная цель - даровать знания и образование людям по всему миру, позволяя им точно читать Сурат Аль-Фатиха, понимать ее глубокий смысл и получать уникальные идентификацию и сертификацию.
zh_cn: Fatiha.ID是一个数字平台，旨在促进与古兰经中备受尊崇的Surat Al-Fatiha建立深刻联系。其主要目标是赋予全球个体权力和教育，使他们能够准确诵读Surat Al-Fatiha，理解其深刻含义，并获得独特的识别和证书。

source: Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.
ar_sa: هي منصة رقمية رائدة مصممة لتعضيد الارتباط العميق مع سورة الفاتحة، واحدة من أكثر الفصول تقديرًا في القرآن. تطمح منصتنا إلى تمكين وتعليم الأفراد في جميع أنحاء العالم، مما يمكنهم من تلاوة سورة الفاتحة بدقة وفهم معناها العميق والحصول على هوية فريدة وشهادة.
id_id: Fatiha.ID adalah platform digital berwawasan yang dirancang untuk memfasilitasi hubungan yang mendalam dengan Surat Al-Fatiha, salah satu bab paling dihormati dalam Quran. Platform kami bercita-cita untuk memberdayakan dan mendidik individu di seluruh dunia, memungkinkan mereka membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan mendapatkan identifikasi dan sertifikasi unik.
pt_br: A Fatiha.ID é uma plataforma digital visionária projetada para facilitar uma conexão profunda com Surat Al-Fatiha, um dos capítulos mais reverenciados do Alcorão. Nossa plataforma aspira a capacitar e educar pessoas em todo o mundo, permitindo que elas recitem Surat Al-Fatiha com precisão, compreendam seu significado profundo e obtenham uma identificação e certificação exclusivas.
ru_ru: Fatiha.ID - это видение цифровой платформы, разработанной для облегчения глубокой связи с Суратом Аль-Фатиха, одной из самых почитаемых глав Корана. Наша платформа стремится даровать знания и образование людям по всему миру, позволяя им точно читать Сурат Аль-Фатиха, понимать его глубокий смысл и получать уникальные идентификацию и сертификацию.
zh_cn: Fatiha.ID是一个具有远见的数字平台，旨在促进与古兰经中备受尊崇的Surat Al-Fatiha建立深刻联系。我们的平台致力于赋予全球个体权力和教育，使他们能够准确诵读Surat Al-Fatiha，理解其深刻含义，并获得独特的识别和证书。

source: Frequently Asked Questions
id_id: Pertanyaan yang Sering Diajukan
pt_br: Perguntas Frequentes

source: Get your Al-Fatiha Badge according to one of the Ten Qiraat.
ar_sa: احصل على شارة الفاتحة الخاصة بك وفقًا لإحدى القراءات العشر.
es_es: Obtén tu Insignia Al-Fatiha según una de las Diez Qiraat.
id_id: Dapatkan Badge Al-Fatiha Anda sesuai dengan salah satu dari Sepuluh Qiraat.
pt_br: Obtenha sua Medalha Al-Fatiha de acordo com uma das Dez Qiraat.
ru_ru: Получите свой значок Аль-Фатиха согласно одной из Десяти Кироат.
zh_cn: 根据十种Qiraat之一获取您的Al-Fatiha徽章。

source: How can I participate in the Fatiha.ID project?
ar_sa: كيف يمكنني المشاركة في مشروع Fatiha.ID؟
es_es: ¿Cómo puedo participar en el proyecto Fatiha.ID?
id_id: Bagaimana cara saya bisa berpartisipasi dalam proyek Fatiha.ID?
pt_br: Como posso participar do projeto Fatiha.ID?
ru_ru: Как я могу участвовать в проекте Fatiha.ID?
zh_cn: 我如何参与Fatiha.ID项目？

source: Instructors
ar_sa: مدرسون
es_es: Instructores
id_id: Instruktur
pt_br: Instrutores
ru_ru: Инструкторы
zh_cn: 教师

source: Is Fatiha.ID accessible to people of all ages and backgrounds?
ar_sa: هل يمكن لأي شخص الوصول إلى Fatiha.ID بغض النظر عن العمر والخلفية؟
es_es: ¿Es Fatiha.ID accesible para personas de todas las edades y antecedentes?
id_id: Apakah Fatiha.ID dapat diakses oleh orang-orang dari segala usia dan latar belakang?
pt_br: O Fatiha.ID é acessível a pessoas de todas as idades e origens?
ru_ru: Доступна ли Fatiha.ID для людей любого возраста и происхождения?
zh_cn: Fatiha.ID是否适用于各个年龄和背景的人？

source: Languages
ar_sa: اللغات
es_es: Idiomas
id_id: Bahasa
pt_br: Idiomas
ru_ru: Языки
zh_cn: 语言

source: Learn More
ar_sa: تعلم المزيد
es_es: Aprende Más
id_id: Pelajari Lebih Lanjut
pt_br: Saiba Mais
ru_ru: Узнать больше
zh_cn: 了解更多

source: Members
ar_sa: أعضاء
es_es: Miembros
id_id: Anggota
pt_br: Membros
ru_ru: Участники
zh_cn: 会员

source: Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.
id_id: Misi: Memberdayakan satu juta orang di seluruh dunia untuk membaca Surat Al-Fatiha dengan tepat, memahami maknanya yang dalam, dan memberikan identifikasi unik serta sertifikasi kepada setiap peserta yang berhasil.

source: Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.
ar_sa: أساتذة متاحون على مدار الساعة لمساعدتك في تلاوة، وفهم المعاني لمنحك الاجازة بسورة الفاتحة.
es_es: Nuestros instructores certificados están disponibles las 24 horas del día, los 7 días de la semana, para ayudarte a recitar, entender y certificarte con Surat Al-Fatiha.
id_id: Instruktur bersertifikat kami tersedia 24/7 untuk membantu Anda dalam membaca, memahami, dan memberikan sertifikasi kepada Anda dengan Surat Al-Fatiha.
pt_br: Nossos instrutores certificados estão disponíveis 24 horas por dia, 7 dias por semana, para ajudá-lo a recitar, entender e certificar você com Surat Al-Fatiha.
ru_ru: Наши сертифицированные инструкторы доступны 24/7, чтобы помочь вам правильно читать, понимать и сертифицировать вас по Сурат Аль-Фатиха.
zh_cn: 我们的认证教师全天候可用，帮助您准确诵读、理解，并为您颁发Surat Al-Fatiha的证书。

source: Slogan:Fatiha.ID: Your Gateway to Quranic Mastery.
ar_sa: شعار: "منصة الفاتحة : بوابتك إلى إتقان القرآن"
es_es: Eslogan: 'Fatiha.ID: Tu Puerta a la Maestría del Corán.'
id_id: Slogan: 'Fatiha.ID: Pintu Gerbang Anda Menuju Kekuasaan Quran.'
pt_br: Slogan: 'Fatiha.ID: Seu Portal para o Domínio do Alcorão.'
ru_ru: Слоган: "Fatiha.ID: Ваш вход в владение Кораном."
zh_cn: 口号：'Fatiha.ID：通往古兰经精通之门。'

source: The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.
ar_sa: الهوية الفريدة والشهادة تعترف بتفانيك وإنجازك في إتقان تلاوة وفهم سورة الفاتحة. إنها تعتبر رمزًا لالتزامك بهذه السورة المهمة ونموك الروحي.
es_es: La identificación única y la certificación reconocen tu dedicación y logros en el dominio de la recitación y comprensión de Surat Al-Fatiha. Sirve como un símbolo de tu compromiso con esta importante Surah y tu crecimiento espiritual.
id_id: Identifikasi dan sertifikasi unik mengakui dedikasi dan prestasi Anda dalam menguasai tajwid dan pemahaman Surat Al-Fatiha. Ini berfungsi sebagai simbol komitmen Anda pada Surah penting ini dan pertumbuhan spiritual Anda.
pt_br: A identificação e a certificação exclusivas reconhecem sua dedicação e realização na maestria da recitação e compreensão de Surat Al-Fatiha. Elas servem como símbolo de seu compromisso com esta importante Surah e seu crescimento espiritual.
ru_ru: Уникальная идентификация и сертификация признают ваше преданное усердие и достижения в овладении чтением и пониманием Сурата Аль-Фатиха. Она служит символом вашего обязательства перед этой важной сурой и вашего духовного роста.
zh_cn: 独特的识别和证书承认您在掌握Surat Al-Fatiha的诵读和理解方面的奉献和成就。它作为您对这一重要苏拉和您的精神成长的承诺的象征。

source: To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.
ar_sa: للمشاركة، يمكنك زيارة موقع الويب Fatiha.ID، وإنشاء حساب، والوصول إلى الموارد التعليمية وتقديم طلب للحصول على شهادة. يمكنك أيضًا الانضمام كمعلم لمساعدة في معالجة الطلبات باستخدام العشرة قراءات.
es_es: Para participar, puedes visitar el sitio web de Fatiha.ID, crear una cuenta, acceder a los recursos educativos y solicitar la certificación. También puedes unirte como instructor para ayudar a procesar las solicitudes utilizando las Diez Qiraat.
id_id: Untuk berpartisipasi, Anda dapat mengunjungi situs web Fatiha.ID, membuat akun, mengakses sumber daya pendidikan, dan mengajukan sertifikasi. Anda juga dapat bergabung sebagai instruktur untuk membantu memproses permintaan dengan menggunakan Sepuluh Qiraat.
pt_br: Para participar, você pode visitar o site da Fatiha.ID, criar uma conta, acessar os recursos educacionais e solicitar a certificação. Você também pode se juntar como instrutor para ajudar no processamento de solicitações usando as Dez Qiraat.
ru_ru: Для участия вы можете посетить веб-сайт Fatiha.ID, создать аккаунт, получить доступ к учебным ресурсам и подать заявку на сертификацию. Вы также можете присоединиться в качестве инструктора, чтобы помочь обрабатывать запросы с использованием Десяти Кироат.
zh_cn: 要参与，您可以访问Fatiha.ID网站，创建帐户，访问教育资源并申请认证。您还可以加入作为教师，以帮助使用十种Qiraat处理请求。

source: Toll-free no :
es_es: Número de teléfono gratuito:
id_id: Nomor Gratis :
zh_cn: 免费电话：

source: Values: Inclusivity, Education, Empowerment, Community, Precision, Certification.
id_id: Nilai: Inklusivitas, Pendidikan, Pemberdayaan, Komunitas, Presisi, Sertifikasi.
pt_br: Valores: Inclusão, Educação, Empoderamento, Comunidade, Precisão, Certificação.

source: Vision: To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.
id_id: Visi: Membangun komunitas global individu yang telah menguasai tajwid dan pemahaman Surat Al-Fatiha, bab yang mendasar dalam Quran.
pt_br: Visão: Fomentar uma comunidade global de indivíduos que dominaram a recitação e compreensão de Surat Al-Fatiha, um capítulo fundamental do Alcorão.

source: What is Fatiha.ID, and what does it aim to achieve?
ar_sa: ما هي منصة الفاتحة Fatiha.ID، وما هدفها؟
es_es: ¿Qué es Fatiha.ID y cuál es su objetivo?
id_id: Apa itu Fatiha.ID, dan apa yang ingin dicapainya?
pt_br: O que é a Fatiha.ID e o que ela visa alcançar?
ru_ru: Что такое Fatiha.ID и каковы его цели?
zh_cn: Fatiha.ID是什么，它的目标是什么？

source: What is the significance of the unique identification and certification offered by Fatiha.ID?
ar_sa: ما معنى الهوية الفريدة والشهادة التي تقدمها Fatiha.ID؟
es_es: ¿Cuál es la importancia de la identificación única y la certificación ofrecida por Fatiha.ID?
id_id: Apa makna identifikasi unik dan sertifikasi yang ditawarkan oleh Fatiha.ID?
pt_br: Qual é a importância da identificação única e da certificação oferecida pela Fatiha.ID?
ru_ru: Какова значимость уникальной идентификации и сертификации, предлагаемых Fatiha.ID?
zh_cn: Fatiha.ID提供的独特识别和证书的意义是什么？

source: Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.
ar_sa: نعم، Fatiha.ID ملتزمة بالشمولية وتوفير المحتوى والدعم بلغات متعددة (حالياً العربية والإنجليزية والصينية الماندرين والإسبانية والهندية والفرنسية والروسية والبنغالية والبرتغالية والأردية والإندونيسية). وهذا يضمن أن الأفراد من خلفيات لغوية متنوعة يمكنهم الوصول إلى الموارد واستفادة منها. يجب عليك تلاوة سورة الفاتحة باللغة العربية.
es_es: Sí, Fatiha.ID se compromete con la inclusión y ofrece contenido y soporte en varios idiomas (actualmente en árabe, inglés, chino mandarín, español, hindi, francés, ruso, bengalí, portugués, urdu e indonesio). Esto garantiza que las personas de diversos antecedentes lingüísticos puedan acceder y beneficiarse de los recursos de la plataforma. Debes recitar Surat Al-Fatiha en árabe.
id_id: Ya, Fatiha.ID berkomitmen untuk inklusivitas dan menyediakan konten serta dukungan dalam berbagai bahasa (saat ini dalam bahasa Arab, Inggris, Mandarin, Spanyol, Hindi, Perancis, Rusia, Bengali, Portugis, Urdu, dan Indonesia). Hal ini memastikan bahwa individu dari beragam latar belakang bahasa dapat mengakses dan mendapatkan manfaat dari sumber daya platform ini. Anda harus membaca Surat Al-Fatiha dalam bahasa Arab.
pt_br: Sim, a Fatiha.ID está comprometida com a inclusividade e fornece conteúdo e suporte em várias línguas (atualmente árabe, inglês, chinês mandarim, espanhol, hindi, francês, russo, bengali, português, urdu e indonésio). Isso garante que indivíduos de diferentes origens linguísticas possam acessar e se beneficiar dos recursos da plataforma. Você deve recitar Surat Al-Fatiha na língua árabe.
ru_ru: Да, Fatiha.ID придерживается принципов инклюзивности и предоставляет контент и поддержку на нескольких языках (в настоящее время арабский, английский, мандаринский китайский, испанский, хинди, французский, русский, бенгальский, португальский, урду и индонезийский). Это обеспечивает доступ и выгоду для лиц с разнообразными языковыми фонами к ресурсам платформы. Вы должны читать Сурат аль-Фатиха на арабском языке.
zh_cn: 是的，Fatiha.ID致力于包容性，并提供多种语言的内容和支持（目前包括阿拉伯语、英语、普通话、西班牙语、印地语、法语、俄语、孟加拉语、葡萄牙语、乌尔都语和印度尼西亚语）。这确保了来自不同语言背景的个人可以访问并从该平台的资源中受益。您必须以阿拉伯语诵读Surat Al-Fatiha。

source: Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'
id_id: Slogan: 'Fatiha.ID: Pintu Gerbang Anda menuju Penguasaan Quran.'
pt_br: Slogan: 'Fatiha.ID: Sua Porta de Entrada para o Domínio do Alcorão.'

source: Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.
ar_sa: المهمة: تمكين مليون شخص حول العالم من تلاوة سورة الفاتحة بدقة، وفهم معناها العميق، وتقديم هوية فريدة وشهادة لكل مشارك ناجح.
es_es: Misión: Empoderar a un millón de personas en todo el mundo para recitar Surat Al-Fatiha con precisión, comprender su profundo significado y proporcionar a cada participante exitoso una identificación única y una certificación.
id_id: Misi: Memberdayakan satu juta orang di seluruh dunia untuk membaca Surat Al-Fatiha dengan akurat, memahami maknanya yang mendalam, dan memberikan ID unik serta sertifikasi kepada setiap peserta yang berhasil.
pt_br: Missão: Capacitar um milhão de pessoas em todo o mundo a recitar Surat Al-Fatiha com precisão, compreender seu profundo significado e fornecer a cada participante bem-sucedido uma ID única e uma certificação.
ru_ru: Миссия: Даровать знания и образование одному миллиону людей по всему миру, чтобы они точно читали Сурат Аль-Фатиха, понимали ее глубокий смысл и получали уникальные идентификацию и сертификацию.
zh_cn: 使命：全球赋予一百万人准确诵读Surat Al-Fatiha、理解其深刻含义，并为每位成功参与者提供独特ID和证书。

source: Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.
ar_sa: الرؤية: تعزيز مجتمع عالمي من الأفراد الذين استوعبوا تلاوة وفهم سورة الفاتحة، وهي فصل أساسي في القرآن.
es_es: Visión: Fomentar una comunidad global de individuos que han dominado la recitación y comprensión de Surat Al-Fatiha, un capítulo fundamental del Corán.
id_id: Visi: Menumbuhkan komunitas global individu yang telah menguasai bacaan dan pemahaman Surat Al-Fatiha, bab yang mendasar dalam Quran.
pt_br: Visão: Fomentar uma comunidade global de indivíduos que dominaram a recitação e a compreensão de Surat Al-Fatiha, um capítulo fundamental do Alcorão.
ru_ru: Видение: Содействовать созданию глобального сообщества людей, овладевших чтением и пониманием Сурата Аль-Фатиха, фундаментальной главы Корана.
zh_cn: 愿景：培育一个掌握了苏拉特·阿尔-法提哈的诵读和理解的全球个体社群，这是古兰经的基础章节。

source: Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.
ar_sa: القيم: الشمولية، التعليم، التمكين، المجتمع، الدقة، الشهادة
es_es: Valores: Inclusividad, Educación, Empoderamiento, Comunidad, Precisión, Certificación.
id_id: Nilai-nilai: Inklusivitas, Pendidikan, Pemberdayaan, Komunitas, Presisi, Sertifikasi.
pt_br: Valores: Inclusão, Educação, Capacitação, Comunidade, Precisão, Certificação.
ru_ru: Ценности: Инклюзивность, Образование, Полномочия, Сообщество, Точность, Сертификация.
zh_cn: 价值观：包容性、教育、赋权、社区、精度、认证。

source: Frequently Ask Questions
ar_sa: الأسئلة الشائعة
es_es: Preguntas Frecuentes
id_id: Pertanyaan yang Sering Diajukan
pt_br: Perguntas Frequentes
ru_ru: Часто задаваемые вопросы
zh_cn: 常见问题

source: Apply for Fatiha
ar_sa: التقديم على طلب الفاتحة
es_es: Aplicar para Fatiha
id_id: Mendaftar untuk Fatiha
pt_br: Solicitar Fatiha
ru_ru: Подать заявление на Фатиху (Fatiha)
zh_cn: 玛丽的法蒂哈 (Fatiha)

source: Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and certification.
pt_br: Missão: Capacitar um milhão de pessoas em todo o mundo para recitar Surat Al-Fatiha com precisão, compreender seu significado profundo e fornecer a cada participante bem-sucedido uma identificação única e certificação.

source: Toll-free no:
pt_br: Número gratuito:
ru_ru: Бесплатный номер:

source: Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu, and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.
ru_ru: Да, Fatiha.ID придерживается принципов инклюзивности и предоставляет контент и поддержку на нескольких языках (в настоящее время арабский, английский, мандаринский китайский, испанский, хинди, французский, русский, бенгальский, португальский, урду и индонезийский). Это обеспечивает доступ и выгоду для лиц с разнообразными языковыми фонами к ресурсам платформы. Вы должны читать Сурат аль-Фатиха на арабском языке.

source: Toll free no :
ar_sa: للتواصل
es_es: Número gratuito
ru_ru: Бесплатный номер
zh_cn: 免费电话号码

source: Freequently Ask Questions
ar_sa: الأسئلة المتكررة
es_es: Preguntas Frecuentes
zh_cn: 常见问题
