Repository: ahmedgamal2222/Fatiha
Catalog: Resources/Views/Home/Index.*.resx
Languages: bn_bd, fr_fr, hi_in, ur_pk

source: About Fatiha.ID Platform
bn_bd: Fatiha.ID প্ল্যাটফর্ম সম্পর্কে
fr_fr: À propos de la plateforme Fatiha.ID
hi_in: फातिहा.आईडी प्लेटफ़ॉर्म के बारे में
ur_pk: فاتحہ.آئی ڈی پلیٹفارم کے بارے میں

source: Absolutely. Fatiha.ID is designed to be accessible and inclusive to individuals of all ages, backgrounds, and abilities. It welcomes anyone who wishes to deepen their understanding of Surat Al-Fatiha, regardless of their prior knowledge or experience.
bn_bd: সত্যিই। Fatiha.ID প্ল্যাটফর্মটি সমস্ত বয়স, সম্প্রেষণ, এবং যেকোন সাধনার ব্যক্তিদের জন্য অ্যাক্সেস এবং সম্মিলিত করার জন্য ডিজাইন করা হয়েছে। এটি স্যুরা আল-ফাতিহা সম্পর্কে তাদের জ্ঞান গভীর করতে চাইলে, তাদের পূর্ববর্তী জ্ঞান বা অভিজ্ঞতা হোক না, সেই সবার স্বাগত জানায়।
fr_fr: Absolument. Fatiha.ID est conçu pour être accessible et inclusif pour les personnes de tous âges, milieux et capacités. Il accueille toute personne souhaitant approfondir sa compréhension de la Sourate Al-Fatiha, quel que soit son niveau de connaissance ou son expérience préalable.
hi_in: बिल्कुल. फातिहा.आईडी का डिज़ाइन तमाम उम्र, पृष्ठभूमि और क्षमताओं के व्यक्तियों के लिए पहुँचने और समावेशी बनाने के लिए किया गया है। यह उन्हें स्वरत अल-फातिहा के गहरे ज्ञान को बढ़ाने की इच्छा रखने वाले हर किसी का स्वागत करता है, उनके पूर्व ज्ञान या अनुभव के बावजूद।
ur_pk: بالطبع۔ فاتحہ.آئی ڈی کو ہر عمر، پسلیپوں اور صلاحیتوں کے افراد کے لئے دستیاب اور شامل بنانے کا مقصد رکھا گیا ہے۔ یہ ان کا استقبال کرتا ہے جو چاہتے ہیں کہ سورۃ الفاتحہ کی سمجھ کو گہرا کریں، چاہے ان کے پاس اس سے پہلے کا علم ہو یا تجربہ۔

source: Are the resources on Fatiha.ID available in multiple languages?
bn_bd: Fatiha.ID এর সম্পদ কি একাধিক ভাষায় উপলব্ধ?
fr_fr: Les ressources sur Fatiha.ID sont-elles disponibles dans plusieurs langues ?
hi_in: क्या फातिहा.आईडी पर संसाधन एक से अधिक भाषा में उपलब्ध हैं?
ur_pk: کیا فاتحہ.آئی ڈی پر مندرجہ ذیل زبانوں میں وسائل دستیاب ہیں؟

source: Certificates
bn_bd: সার্টিফিকেট
fr_fr: Certificats
hi_in: प्रमाणपत्र
ur_pk: شہادتیں

source: Fatiha. All Rights Reserved.
bn_bd: ফাতিহা। সমস্ত অধিকার সংরক্ষিত।
fr_fr: Fatiha. Tous droits réservés.
hi_in: फातिहा. सर्वाधिकार सुरक्षित हैं।
ur_pk: فاتحہ. تمام حقوق محفوظ ہیں۔

source: Fatiha.ID is a digital platform designed to promote a deep connection with Surat Al-Fatiha, a revered chapter of the Quran. Its primary goal is to empower and educate individuals worldwide, enabling them to accurately recite Surat Al-Fatiha, understand its profound meaning, and receive unique identification and certification.
bn_bd: Fatiha.ID হলো একটি ডিজিটাল প্ল্যাটফর্ম, যা কুরআনের একটি শ্রদ্ধিত অধ্যায়, সূরা আল-ফাতিহা সম্পর্কে গভীর সংযোগ স্থাপন করতে ডিজাইন করা হয়েছে। এর প্রাথমিক লক্ষ্য হলো বিশ্বব্যাপী ব্যক্তিদের শক্তি দেওয়া এবং শিক্ষা দেওয়া, যাতে তারা সূরা আল-ফাতিহা সঠিকভাবে পড়তে পারে, এটির গভীর অর্থ বুঝতে পারে এবং একটি অনন্য সনাক্তকরণ এবং সার্টিফিকেশন পেতে পারে।
fr_fr: Fatiha.ID est une plateforme numérique conçue pour promouvoir une connexion profonde avec la Sourate Al-Fatiha, un chapitre vénéré du Coran. Son objectif principal est d'autonomiser et d'éduquer les individus du monde entier, en leur permettant de réciter avec précision la Sourate Al-Fatiha, de comprendre sa signification profonde et de recevoir une identification et une certification uniques.
hi_in: फातिहा.आईडी एक डिजिटल प्लेटफ़ॉर्म है जिसका उद्देश्य सुरत अल-फातिहा के साथ एक गहरा संबंध बढ़ाने को प्रोत्साहित करना है, कुरान के एक पूज्य अध्याय के साथ। इसका प्रमुख उद्देश्य व्यक्तियों को वैश्विक रूप से सटीक रूप से सुरत अल-फातिहा का पाठ करने, इसके गहरे अर्थ को समझने और विशेष पहचान और प्रमाणपत्र प्राप्त करने की शक्ति देना है।
ur_pk: فاتحہ.آئی ڈی ایک ڈیجیٹل پلیٹفارم ہے جس کا مقصد سورۃ الفاتحہ کے ساتھ گہرا تعلق بڑھانا ہے، قرآن کا ایک محترمہ باب۔ اس کا اصل مقصد افراد کو پورے عالم میں مخصوص اور شناختہ انداز سے سورۃ الفاتحہ کی تلاوت کرنے، اس کے گہرے معنی کو سمجھنے اور منفرد شناخت اور شہادت حاصل کرنے کی طرف رہنے کی توانائی دینا ہے۔

source: Fatiha.ID is a visionary digital platform designed to facilitate a profound connection with Surat Al-Fatiha, one of the most revered chapters of the Quran. Our platform aspires to empower and educate individuals worldwide, enabling them to recite Surat Al-Fatiha accurately, understand its profound meaning, and earn a unique identification and certification.
bn_bd: Fatiha.ID একটি দৃষ্টিপাতিপ্রদ ডিজিটাল প্ল্যাটফর্ম, যা কুরআনের সবচেয়ে শ্রদ্ধিত অধ্যায় একটি, সূরা আল-ফাতিহা সম্পর্কে গভীর সংযোগ সুবিধা করতে ডিজাইন করা হয়েছে। আমাদের প্ল্যাটফর্ম বিশ্বব্যাপী ব্যক্তিদের শক্তি দেওয়া এবং শিক্ষা দেওয়ার আশা করে, তাতে তারা সূরা আল-ফাতিহা সঠিকভাবে পড়তে পারে, এটির গভীর অর্থ বুঝতে পারে এবং একটি অনন্য সনাক্তকরণ এবং সার্টিফিকেশন অর্জন করতে পারে।
fr_fr: Fatiha.ID est une plateforme numérique visionnaire conçue pour faciliter une connexion profonde avec la Sourate Al-Fatiha, l'un des chapitres les plus vénérés du Coran. Notre plateforme vise à autonomiser et à éduquer les individus du monde entier, en leur permettant de réciter avec précision la Sourate Al-Fatiha, de comprendre sa signification profonde et d'obtenir une identification et une certification uniques.
ur_pk: فاتحہ.آئی ڈی ایک وژن سے بھرپور ڈیجیٹل پلیٹفارم ہے جو قرآن کے سب سے محترمہ بابوں میں سے ایک سورۃ الفاتحہ کے ساتھ گہرا تعلق بنانے میں مدد فراہم کرنے کے لئے ڈیزائن کیا گیا ہے۔ ہمارا پلیٹفارم دنیا بھر کے افراد کو مخصوص اور تعلیم دینے کی مکمل خواہش رکھتا ہے، جو ان کو سورۃ الفاتحہ کو بالضبط تلاوت کرنے، اس کے گہرے معنی کو سمجھنے اور ایک منفرد شناخت اور شہادت حاصل کرنے میں مدد فراہم کرتا ہے۔

source: Frequently Asked Questions
ur_pk: اکثر پوچھے گئے سوالات

source: Get your Al-Fatiha Badge according to one of the Ten Qiraat.
bn_bd: দশ টি কিরাতের মধ্যে থেকে আপনার আল-ফাতিহা ব্যাজ পান
fr_fr: Obtenez votre badge Al-Fatiha selon l'une des Dix Qiraat.
hi_in: दस किरात में से एक के अनुसार अपनी अल-फातिहा बैज प्राप्त करें।
ur_pk: اپنی الفاتحہ بیج حاصل کریں جیسے کہ دس قراءت میں سے ایک کے مطابق۔

source: How can I participate in the Fatiha.ID project?
bn_bd: আমি কিভাবে Fatiha.ID প্রকল্পে অংশগ্রহণ করতে পারি?
fr_fr: Comment puis-je participer au projet Fatiha.ID ?
hi_in: मैं फातिहा.आईडी परियोजना में कैसे भाग ले सकता हूँ?
ur_pk: میں فاتحہ.آئی ڈی پروجیکٹ میں کس طرح شرکت کرسکتا ہوں؟

source: Instructors
bn_bd: শিক্ষক
fr_fr: Instructeurs
hi_in: प्रशिक्षक
ur_pk: انسٹرکٹرز

source: Is Fatiha.ID accessible to people of all ages and backgrounds?
bn_bd: Fatiha.ID সমস্ত বয়স্ক এবং পৃষ্ঠভূমির ব্যক্তিদের উপলব্ধ?
fr_fr: Fatiha.ID est-il accessible aux personnes de tous âges et de tous horizons ?
hi_in: क्या फातिहा.आईडी सभी आयु और पृष्ठभूमियों के लोगों के लिए पहुँचे हुए है?
ur_pk: کیا فاتحہ.آئی ڈی تمام عمر کے افراد اور تمام پسلیپوں کے لئے دستیاب ہے؟

source: Languages
bn_bd: ভাষা
fr_fr: Langues
hi_in: भाषाएँ
ur_pk: زبانیں

source: Learn More
bn_bd: আরও জানুন
fr_fr: En savoir plus
hi_in: और अधिक जानें
ur_pk: مزید جانیں

source: Members
bn_bd: সদস্য
fr_fr: Membres
hi_in: सदस्य
ur_pk: ممبران

source: Mission: To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.
ur_pk: مشن: دنیا بھر میں ایک ملین افراد کو تلاوت کرنے، اس کے گہرے معنی کو سمجھنے، اور ہر کامیاب مشترک کو ایک منفرد شناخت اور ایک شہادت دینے کی طرف موصول کرنا۔

source: Our certified instructors are available 24/7 to help you recite, understand, and certify you with Surat Al-Fatiha.
bn_bd: আমাদের সার্টিফাইড শিক্ষকরা 24/7 উপলব্ধ, যাতে আপনি সূরা আল-ফাতিহা পড়তে, বুঝতে, এবং সার্টিফাই করতে সাহায্য করতে পারেন।
fr_fr: Nos instructeurs certifiés sont disponibles 24/7 pour vous aider à réciter, comprendre et vous certifier avec la Sourate Al-Fatiha.
hi_in: हमारे प्रमाणित प्रशिक्षक सुरत अल-फातिहा के साथ आपकी पठन, समझने और प्रमाणित करने में आपकी सहायता के लिए 24/7 उपलब्ध हैं।
ur_pk: ہمارے تصدیق شدہ انسٹرکٹرز 24/7 آپ کی تلاوت کرنے، سمجھنے، اور آپ کو سورۃ الفاتحہ کے ساتھ تصدیق کرنے کی مدد کے لئے دستیاب ہیں۔

source: Slogan: 'Fatiha.ID: Your Gateway to Quranic Mastery.'
ur_pk: مترجم: 'فاتحہ.آئی ڈی: قرآنی ماہری کی طرف آپ کا گیٹ وے'

source: The unique identification and certification acknowledge your dedication and accomplishment in mastering the recitation and comprehension of Surat Al-Fatiha. It serves as a symbol of your commitment to this important Surah and your spiritual growth.
bn_bd: অনন্য সনাক্তকরণ এবং সার্টিফিকেশন আপনার সূরা আল-ফাতিহা পাঠ এবং বুঝতে আপনার প্রশংসা এবং সাফল্যের সমর্থন দেয়। এটি এই গুরুত্বপূর্ণ সূরার দিকে আপনার সমর্পণের প্রতীক এবং আপনার আধ্যাত্মিক বৃদ্ধির চিহ্ন হিসেবে কাজ করে।
fr_fr: L'identification unique et la certification reconnaissent votre dévouement et vos réalisations dans la maîtrise de la récitation et de la compréhension de la Sourate Al-Fatiha. Elle symbolise votre engagement envers cette Surah importante et votre croissance spirituelle.
hi_in: अद्वितीय पहचान और प्रमाणपत्र आपके सुरत अल-फातिहा के पठन और समझ को मास्टर करने में आपकी समर्पण और उपलब्धि को मान्यता देते हैं। यह आपके इस महत्वपूर्ण सूरह और आपके आध्यात्मिक विकास के प्रति आपकी समर्पण का प्रतीक के रूप में कार्य करता है।
ur_pk: منفرد شناخت اور تصدیق آپ کی تلاوت اور سورۃ الفاتحہ کی سمجھ کو ماہر ہونے میں آپ کی مخلصی اور کامیابی کو تسلیم کرتے ہیں۔ یہ آپ کی اس اہم سورۃ اور آپ کے روحانی بڑھائی کے اپنے عہد کی علامت کے طور پر خدمت کرتا ہے۔

source: To participate, you can visit the Fatiha.ID website, create an account, and access the educational resources and apply for certification. You can also join as an instructor to help process requests using the Ten Qiraat.
bn_bd: অংশগ্রহণ করতে, আপনি ফাতিহা.আইডি ওয়েবসাইট দেখতে আসতে পারেন, একটি অ্যাকাউন্ট তৈরি করতে এবং শিক্ষাগত সম্পদে অ্যাক্সেস এবং সার্টিফিকেশনের জন্য আবেদন করতে পারেন। আপনি যদি চান, তবে আপনি দশ টি কিরাতের মাধ্যমে অনুরোধ প্রসেস করার জন্য শিক্ষক হিসেবে যোগ দিতে পারেন।
fr_fr: Pour participer, vous pouvez visiter le site web Fatiha.ID, créer un compte, accéder aux ressources éducatives et demander une certification. Vous pouvez également rejoindre en tant qu'instructeur pour aider à traiter les demandes en utilisant les Dix Qiraat.
hi_in: भाग लेने के लिए, आप फातिहा.आईडी वेबसाइट पर जा सकते हैं, एक खाता बना सकते हैं, और शैक्षिक संसाधनों तक पहुँच सकते हैं और प्रमाणपत्र के लिए आवेदन कर सकते हैं। आप दस किरात का उपयोग करके अनुरोधों को प्रसंस्कृत करने में मदद करने के रूप में भी शामिल हो सकते हैं।
ur_pk: شرکت کرنے کے لئے، آپ فاتحہ.آئی ڈی ویب سائٹ پر جا سکتے ہیں، ایک اکاؤنٹ بنا سکتے ہیں، اور تعلیمی وسائل تک رسائی حاصل کرکے تصدیق کے لئے درخواست دے سکتے ہیں۔ آپ دس قراءت کا استعمال کرکے درخواستوں کو پروسیس کرنے میں مدد کے طور پر انسٹرکٹر کے طور پر شامل ہو سکتے ہیں۔

source: Toll-free no :
fr_fr: Numéro sans frais :
hi_in: टोल-फ्री नंबर:
ur_pk: ٹول فری نمبر:

source: Values: Inclusivity, Education, Empowerment, Community, Precision, Certification.
ur_pk: قیمتیں: انکلوزیوٹی، تعلیم، اختیار، کمیونٹی، پریشن، تصدیق

source: Vision: To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.
ur_pk: ویژن: قرآن کے ایک اہم باب سورۃ الفاتحہ کی تلاوت اور سمجھ کو ماہر ہوچکے افراد کی عالمی کمیونٹی کو بڑھانا۔

source: What is Fatiha.ID, and what does it aim to achieve?
bn_bd: Fatiha.ID কি, এবং এটি কী লক্ষ্য প্রাপ্ত করতে চায়?
fr_fr: Qu'est-ce que Fatiha.ID et quel est son objectif ?
hi_in: फातिहा.आईडी क्या है, और यह क्या प्राप्त करने का लक्ष्य है?
ur_pk: فاتحہ.آئی ڈی کیا ہے، اور یہ کیا حاصل کرنے کا مقصد ہے؟

source: What is the significance of the unique identification and certification offered by Fatiha.ID?
bn_bd: Fatiha.ID দ্বারা প্রদান করা অনন্য সনাক্তকরণ এবং সার্টিফিকেশনের গুরুত্ব কী?
fr_fr: Quelle est la signification de l'identification unique et de la certification proposées par Fatiha.ID ?
hi_in: फातिहा.आईडी द्वारा प्रदान की गई अद्वितीय पहचान और प्रमाणपत्र का महत्व क्या है?
ur_pk: فاتحہ.آئی ڈی کی پیش کردہ منفرد شناخت اور تصدیق کی کیا اہمیت ہے؟

source: Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu, and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.
ur_pk: جی ہاں، فاتحہ.آئی ڈی انکلوزیوٹی کی ترجیح دیتی ہے اور متعدد زبانوں میں مواد اور حمایت فراہم کرتی ہے (حالیہ وقت میں عربی، انگریزی، منڈرین چائنیز، ہسپانوی، ہندی، فرانسیسی، روسی، بنگالی، پورٹگالی، اردو، اور انڈونیشیائی)۔ یہ یقینی بناتا ہے کہ مختلف زبانی پسلیپوں کے افراد پلیٹفارم کی وسائل تک رسائی حاصل کر سکتے ہیں اور ان سے فائدہ اٹھا سکتے ہیں۔ آپ کو سورۃ الفاتحہ کی تلاوت عربی زبان میں کرنی چاہئے۔

source: Slogan:'Fatiha.ID: Your Gateway to Quranic Mastery.'
bn_bd: নারা: "Fatiha.ID: আপনার কুরআন প্রজ্ঞানের পথে"
fr_fr: Slogan : 'Fatiha.ID : Votre passerelle vers la maîtrise du Coran.'
hi_in: नारा: 'फातिहा.आईडी: कुरान की मास्टरी का आपका द्वार।'
ur_pk: عبارت: 'فاتحہ.آئی ڈی: آپ کا قرآن کا ماہر بنانے کا دروازہ۔

source: Mission:To empower one million people worldwide to recite Surat Al-Fatiha accurately, comprehend its profound meaning, and provide each successful participant with a unique ID and a certification.
bn_bd: লক্ষ্য: বিশ্বজুড়ে এক মিলিয়ন মানুষকে সূরা আল-ফাতিহা সঠিকভাবে পড়তে, এর গভীর অর্থ বুঝতে, এবং প্রতিটি সাফল্যমূলক অংশগ্রহণকারীকে একটি অনন্য আইডি এবং সার্টিফিকেশন সরবরাহ করা।
fr_fr: Mission : Autonomiser un million de personnes dans le monde entier pour réciter avec précision la Sourate Al-Fatiha, en comprendre la signification profonde et fournir à chaque participant réussi une ID unique et une certification.
hi_in: मिशन: दुनियाभर में एक मिलियन लोगों को सुरत अल-फातिहा को सटीक रूप से पढ़ने, इसके गहरे अर्थ को समझने और प्रत्येक सफल प्रतिभागी को एक अद्वितीय आईडी और प्रमाणपत्र प्रदान करने के लिए सशक्त करना।
ur_pk: مشن: دنیا بھر میں ایک ملین افراد کو صحیح طریقے سے سورۃ الفاتحہ کی تلاوت کرنے، اس کا عمیق معنی سمجھنے اور ہر کامیاب شریک کو ایک یونیک آئی ڈی اور تصدیق دینے کے لئے مخصوص کرنا۔

source: Vision:To foster a global community of individuals who have mastered the recitation and understanding of Surat Al-Fatiha, a fundamental chapter of the Quran.
bn_bd: দর্শন: কুরআনের মৌলিক অধ্যায়, সূরা আল-ফাতিহা পাঠ এবং বুঝতে দক্ষ এবং বুঝতে সাক্ষর হয়েছে সেই দক্ষ এবং বুঝতে ব্যক্তিদের গ্লোবাল সম্প্রদায় সৃজন্য করা।
fr_fr: Visions : Favoriser une communauté mondiale d'individus qui ont maîtrisé la récitation et la compréhension de la Sourate Al-Fatiha, un chapitre fondamental du Coran.
hi_in: दृष्टि: कुरान के मौलिक अध्याय सुरत अल-फातिहा के पठन और समझ को मास्टर करने वाले व्यक्तियों की वैश्विक समुदाय को प्रोत्साहित करना।
ur_pk: وژن: دنیا بھر میں ان افراد کی عالمی کمیونٹی کو فروغ دینا جو سورۃ الفاتحہ کی تلاوت اور سمجھ کو ماہر ہیں، قرآن کے اہم باب کا حصہ۔

source: Values:Inclusivity, Education, Empowerment, Community, Precision, Certification.
bn_bd: মূল্য: সম্মিলিতকরণ, শিক্ষা, শক্তি দেওয়া, সম্প্রদায়, নির্দেশনা, সার্টিফিকেশন
fr_fr: Valeurs : Inclusivité, Éducation, Autonomisation, Communauté, Précision, Certification.
hi_in: मूल्य: समावेशन, शिक्षा, सशक्तिकरण, समुदाय, परिश्रम, प्रमाणपत्र।
ur_pk: قدرتیت، تعلیم، توانائی دینا، کمیونٹی، درستگی، تصدیق.

source: Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platforms resources. You must recite Surat Al-Fatiha in the Arabic language.
fr_fr: Oui, Fatiha.ID s'engage envers l'inclusivité et fournit du contenu et du soutien dans plusieurs langues (actuellement en arabe, anglais, chinois mandarin, espagnol, hindi, français, russe, bengali, portugais, ourdou et indonésien). Cela garantit que les individus de milieux linguistiques divers peuvent accéder aux ressources de la plateforme et en bénéficier. Vous devez réciter la Sourate Al-Fatiha en langue arabe.
ur_pk: جی ہاں، فاتحہ.آئی ڈی کا انطباق داری پر وفا کار ہے اور متعدد زبانوں (حالیہ طور پر عربی، انگریزی، منڈرین چائنیز، ہندی، سپینش، فرانسیسی، روسی، بنگالی، پورٹگلیز، اردو اور انڈونیشیائی) میں مواد اور حمایت فراہم کرتا ہے۔ یہ یقینی بناتا ہے کہ مختلف زبانی پس منظر رکھنے والے افراد پلیٹفارم کی مواد تک رسائی حاصل کر سکتے ہیں اور اس کے وسائل سے فائدہ اٹھا سکتے ہیں۔ آپ کو سورۃ الفاتحہ کو عربی زبان میں تلاوت کرنی ہوگی۔

source: Frequently Ask Questions
bn_bd: সচরাচর জিজ্ঞাসিত প্রশ্ন
fr_fr: Questions fréquemment posées
hi_in: अक्सर पूछे जाने वाले प्रश्न
ur_pk: عام طور پر پوچھے گئے سوالات

source: Apply for Fatiha
bn_bd: ফাতিহার জন্য আবেদন করুন (Fatiha)
fr_fr: Demander Fatiha
hi_in: फातिहा के लिए आवेदन करें (Fatiha)
ur_pk: فاتحہ کے لئے درخواست دیں (Fatiha)

source: Freequently Ask Questions
bn_bd: প্রতিদিন জিজ্ঞাসা করা প্রশ্ন
hi_in: "आवाजना पूछे जाने वाले प्रश्न"

source: Toll free no :
bn_bd: টোল ফ্রি নম্বর :

source: Yes, Fatiha.ID is committed to inclusivity and provides content and support in multiple languages (currently Arabic, English, Mandarin Chinese, Spanish, Hindi, French, Russian, Bengali, Portuguese, Urdu and Indonesian). This ensures that individuals from diverse linguistic backgrounds can access and benefit from the platform's resources. You must recite Surat Al-Fatiha in the Arabic language.
bn_bd: হ্যাঁ, Fatiha.ID সম্মিলিতকরণে প্রতিশ্রুতিবদ্ধ এবং একাধিক ভাষায় বিষয়বস্তু এবং সমর্থন প্রদান করে (বর্তমানে আরবি, ইংরেজি, ম্যান্ডারিন চীনি, স্পেনীয়, হিন্দি, ফরাসি, রাশিয়ান, বাঙালি, পর্তুগিজ, উর্দু এবং ইন্দোনেশিয়ান)। এটি নিশ্চিত করে যে বিভিন্ন ভাষার পৃষ্ঠভূমি থেকে আসা ব্যক্তিদের প্ল্যাটফর্মের সম্পদে অ্যাক্সেস করতে এবং সেই সম্পদ থেকে সুবিধা নিতে পারেন। আপনাকে আরবি ভাষায় সূরা আল-ফাতিহা পড়তে হবে।
hi_in: हां, फातिहा.आईडी समावेशन के प्रति समर्पित है और कई भाषाओं में सामग्री और समर्थन प्रदान करता है (वर्तमान में अरबी, अंग्रेजी, मैंडरिन चीनी, स्पेनिश, हिंदी, फ्रेंच, रूसी, बंगाली, पुर्तगाली, उर्दू और इंडोनेशियाई)। इससे सुनी हुई भाषाओं के विभिन्न पृष्ठभूमियों के व्यक्तियों को प्लेटफ़ॉर्म के संसाधनों तक पहुँचने और उनका लाभ उठाने की सुनिश्चित होता है। आपको अरबी भाषा में सुरत अल-फातिहा का पाठ करना होगा।
