Repository: ahmedgamal2222/Fatiha
Catalog: Resources/Views/AuthorizedUsers/Details.*.resx
Languages: ur_pk

source: AlQerat
ur_pk: پڑھنے والا

source: Application Details
ur_pk: درخواست کی تفصیلات

source: Audio Recording Request
ur_pk: آڈیو ریکارڈنگ کی درخواست

source: Authorized By User
ur_pk: صارف کی اجازت سے منظور شدہ

source: Date of Authorization
ur_pk: اجازت کی تاریخ

source: Date of Request
ur_pk: درخواست کی تاریخ

source: Description
ur_pk: تفصیل

source: Name
ur_pk: نام

source: Not authorized yet
ur_pk: ابھی تک اجازت نہیں ملی

source: Brief Overview
ur_pk: جامع جائزہ

source: Academic Qualifications
ur_pk: تعلیمی معیار

source: Academic Attainment
ur_pk: تعلیمی حصول

source: Current Position
ur_pk: موجودہ پوزیشن

source: Your Image
ur_pk: آپ کی تصویر

source: Website
ur_pk: ویب سائٹ

source: Gender
ur_pk: جنس

source: Male
ur_pk: مرد

source: Female
ur_pk: عورت

source: Date of Birth
ur_pk: تاریخ پیدائش

source: Spoken Languages
ur_pk: آپ کی بولی ہوئی زبانیں

source: Download
ur_pk: ڈاؤن لوڈ کریں

source: Languages
ur_pk: زبانیں
