Repository: ahmedgamal2222/Fatiha
Catalog: Resources/AuthorizedUsers/Apply.*.resx
Languages: bn_bd

source: AlQerat
bn_bd: আলকেরাত

source: Apply to become an Authorized User
bn_bd: একটি অনুমোদিত ব্যবহারকারী হতে আবেদন করুন

source: Are you sure you want to submit?
bn_bd: আপনি কি নিশ্চিত যে আপনি জমা দিতে চান?

source: Audio Record
bn_bd: অডিও রেকর্ড

source: Description
bn_bd: বিবরণ

source: Select a Qerat
bn_bd: একটি AlQerat নির্বাচন করুন

source: Submit
bn_bd: জমা দিন

source: Brief Overview
bn_bd: সংক্ষিপ্ত বিবরণ

source: Academic Qualifications
bn_bd: শিক্ষাগত যোগ্যতা

source: Select an Academic Attainment
bn_bd: একটি শিক্ষাগত অর্জন নির্বাচন করুন

source: Current Position
bn_bd: বর্তমান পদস্থান

source: Your Image
bn_bd: আপনার চিত্র

source: Website
bn_bd: ওয়েবসাইট

source: Gender
bn_bd: লিঙ্গ

source: Male
bn_bd: পুরুষ

source: Female
bn_bd: মহিলা

source: Date of Birth
bn_bd: জন্ম তারিখ

source: Spoken Languages
bn_bd: কোন ভাষা বলা হয়
