Repository: ahmedgamal2222/Fatiha
Catalog: Resources/FatihaRequest/Create.*.resx
Languages: ar_sa, bn_bd, es_es, fr_fr, hi_in, id_id, ru_ru, ur_pk, zh_cn

source: AlQerat
ar_sa: القرأت
bn_bd: তেলাওয়াত
es_es: Recitación
fr_fr: Récitation
hi_in: क़िरात
id_id: Tilawah
ru_ru: Чтение Корана
ur_pk: تلاوت
zh_cn: 诵读

source: Apply For Fatiha Request
ar_sa: التقديم على طلب الفاتحة
bn_bd: ফাতিহা অনুরোধ জমা দিন
es_es: Solicitar una Solicitud de Fatiha
fr_fr: Demande de la demande de Fatiha
hi_in: Fatiha अनुरोध करें
id_id: Terapkan untuk Permintaan Fatiha
ru_ru: Подать заявку на запрос Фатиха
ur_pk: فاتحہ کی درخواست دیں
zh_cn: 申请法提哈请求

source: Back to home page
ar_sa: الرجوع للرئيسية
bn_bd: হোম পেজে ফিরে যান
es_es: Volver a la página de inicio
fr_fr: Retour à la page d'accueil
hi_in: होम पेज पर वापस जाएं
id_id: Kembali ke halaman utama
ru_ru: Вернуться на главную страницу
ur_pk: ہوم پیج پر واپس جائیں
zh_cn: 返回首页

source: Request Letter
ar_sa: رسالة الطلب
bn_bd: অনুরোধ চিঠি
es_es: Carta de solicitud
fr_fr: Lettre de demande
hi_in: अनुरोध पत्र
id_id: Surat Permintaan
ru_ru: Письмо с запросом
ur_pk: درخواست کا خط
zh_cn: 请求信函

source: Select a Qerat
ar_sa: اختار القراءات
bn_bd: একটি কেরাট নির্বাচন করুন
es_es: Seleccionar un Qerat
fr_fr: Sélectionnez un Qerat
hi_in: एक किरात चुनें
id_id: Pilih Qerat
ru_ru: Выберите Керат
ur_pk: ایک قرآت منتخب کریں
zh_cn: 选择一种诵经方式

source: Submit
ar_sa: قدم
bn_bd: জমা দিন
es_es: Enviar
fr_fr: Soumettre
hi_in: प्रस्तुत करें
id_id: Kirim
ru_ru: Отправить
ur_pk: جمع کرائیں
zh_cn: 提交

source: Edit AlQerat
ar_sa: تعديل القراءة
bn_bd: তেলাওয়াত সম্পাদনা করুন
es_es: Editar recitación
fr_fr: Modifier la récitation
hi_in: क़िरात संपादित करें
id_id: Edit Tilawah
ru_ru: Редактировать чтение
ur_pk: تلاوت میں ترمیم کریں
zh_cn: 编辑诵读

source: SUCCESS
ar_sa: نجاح
bn_bd: সফলতা
es_es: Éxito
fr_fr: Succès
hi_in: सफलता
id_id: Berhasil
ru_ru: Успех
ur_pk: کامیابی
zh_cn: 成功

source: Slogan: Fatiha.ID: Your Gateway to Quranic Mastery
ar_sa: شعار: "منصة الفاتحة : بوابتك إلى إتقان القرآن"

source: Request Sent Message
ar_sa: تم إرسال طلبك وسيتم مراجعته
bn_bd: আপনার অনুরোধ পাঠানো হয়েছে এবং পর্যালোচনা করা হবে
es_es: Su solicitud ha sido enviada y será revisada
fr_fr: Votre demande a été envoyée et sera examinée
hi_in: आपका अनुरोध भेजा गया है और इसकी समीक्षा की जाएगी
id_id: Permohonan Anda telah dikirim dan akan ditinjau
ru_ru: Ваш запрос отправлен и будет рассмотрен
ur_pk: آپ کی درخواست بھیج دی گئی ہے اور اس کا جائزہ لیا جائے گا
zh_cn: 您的请求已发送，将被审核

source: CLOSE
ar_sa: إغلاق
bn_bd: বন্ধ করুন
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
ru_ru: Закрыть
ur_pk: بند کریں
zh_cn: 关闭

source: Back to List
ar_sa: العودة إلى القائمة

source: Upload Audio File
ar_sa: تحميل ملف صوتي
bn_bd: অডিও ফাইল আপলোড করুন
es_es: Subir archivo de audio
fr_fr: Télécharger un fichier audio
hi_in: ऑडियो फ़ाइल अपलोड करें
id_id: Unggah Berkas Audio
ru_ru: Загрузить аудиофайл
ur_pk: آڈیو فائل اپ لوڈ کریں
zh_cn: 上传音频文件

source: Update AlQerat
ar_sa: تحديث القراءة
bn_bd: তেলাওয়াত আপডেট করুন
es_es: Actualizar recitación
fr_fr: Mettre à jour la récitation
hi_in: क़िरात अपडेट करें
id_id: Perbarui Tilawah
ru_ru: Обновить чтение
ur_pk: تلاوت کو اپ ڈیٹ کریں
zh_cn: 更新诵读

source: Audio File
ar_sa: ملف صوتي
bn_bd: অডিও ফাইল
es_es: Archivo de audio
fr_fr: Fichier audio
hi_in: ऑडियो फ़ाइल
ru_ru: Аудиофайл
ur_pk: آڈیو فائل
zh_cn: 音频文件

source: Create AlQerat
ar_sa: إنشاء تلاوة
bn_bd: আলকিরাত তৈরি করুন
es_es: Crear AlQerat
fr_fr: Créer AlQerat
hi_in: अलक़ेरात बनाएँ
ru_ru: Создать АльКират
ur_pk: القیرات تخلیق کریں
zh_cn: 创建诵读

source: Create New
ar_sa: إنشاء جديد
bn_bd: নতুন তৈরি করুন
es_es: Crear nuevo
fr_fr: Créer nouveau
hi_in: नया बनाएँ
ru_ru: Создать новый
ur_pk: نیا بنائیں
zh_cn: 创建新

source: Delete
ar_sa: حذف
bn_bd: মুছে ফেলুন
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
ru_ru: Удалить
ur_pk: حذف کریں
zh_cn: 删除

source: Alqerats
ar_sa: القراءات
bn_bd: পাঠ
hi_in: पठन
id_id: Pembacaan
ru_ru: Чтения
ur_pk: تلاوت
zh_cn: 阅读

source: NumberOfAlqerats
ar_sa: عدد القراءات
bn_bd: পাঠের সংখ্যা
es_es: Número de Alqerats
fr_fr: Nombre de Alqerats
hi_in: पठन की संख्या
id_id: Jumlah Pembacaan
ru_ru: Количество чтений
ur_pk: تلاوت کی تعداد
zh_cn: 阅读次数

source: AuthorizedUsers
ar_sa: المستخدمون المعتمدون
bn_bd: অনুমোদিত ব্যবহারকারী
es_es: Usuarios autorizados
fr_fr: Utilisateurs autorisés
hi_in: अधिकृत उपयोगकर्ता
id_id: Pengguna yang Diizinkan
ru_ru: Авторизованные пользователи
ur_pk: مجاز صارفین
zh_cn: 授权用户

source: NumberOfAuthorizedUsers
ar_sa: عدد المستخدمين المعتمدين
bn_bd: অনুমোদিত ব্যবহারকারীর সংখ্যা
es_es: Número de usuarios autorizados
fr_fr: Nombre d'utilisateurs autorisés
hi_in: अधिकृत उपयोगकर्ताओं की संख्या
id_id: Jumlah Pengguna yang Diizinkan
ru_ru: Количество авторизованных пользователей
ur_pk: مجاز صارفین کی تعداد
zh_cn: 授权用户数量

source: FatihaExam
ar_sa: امتحان الفاتحة
bn_bd: ফাতিহা পরীক্ষা
es_es: Examen de Fatiha
fr_fr: Examen Fatiha
hi_in: फातिहा परीक्षा
id_id: Ujian Fatiha
ru_ru: Экзамен по Фатихе
ur_pk: فاتحہ امتحان
zh_cn: 法提哈考试

source: NumberOfFatihaExams
ar_sa: عدد امتحانات الفاتحة
bn_bd: ফাতিহা পরীক্ষার সংখ্যা
es_es: Número de exámenes de Fatiha
fr_fr: Nombre d'examens de Fatiha
hi_in: फातिहा परीक्षाओं की संख्या
id_id: Jumlah Ujian Fatiha
ru_ru: Количество экзаменов по Фатихе
ur_pk: فاتحہ امتحانات کی تعداد
zh_cn: 法提哈考试次数

source: Requests
ar_sa: الطلبات
bn_bd: অনুরোধ
es_es: Solicitudes
fr_fr: Requêtes
hi_in: अनुरोध
id_id: Permintaan
ru_ru: Запросы
ur_pk: درخواستیں
zh_cn: 请求

source: NumberOfRequests
ar_sa: عدد الطلبات
bn_bd: অনুরোধের সংখ্যা
es_es: Número de solicitudes
fr_fr: Nombre de requêtes
hi_in: अनुरोधों की संख्या
id_id: Jumlah Permintaan
ru_ru: Количество запросов
ur_pk: درخواستوں کی تعداد
zh_cn: 请求数量

source: Create a new account
ar_sa: إنشاء حساب جديد
bn_bd: নতুন অ্যাকাউন্ট তৈরি করুন
es_es: Crear una cuenta nueva
fr_fr: Créer un nouveau compte
hi_in: नया खाता बनाएं
id_id: Buat akun baru
ru_ru: Создать новый аккаунт
ur_pk: نیا اکاؤنٹ بنائیں
zh_cn: 创建新账户

source: Email
ar_sa: البريد الإلكتروني
bn_bd: ইমেল
es_es: Correo electrónico
hi_in: ईमेल
ru_ru: Электронная почта
ur_pk: ای میل
zh_cn: 电子邮件

source: Password
ar_sa: كلمة المرور
bn_bd: পাসওয়ার্ড
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata Sandi
ru_ru: Пароль
ur_pk: پاس ورڈ
zh_cn: 密码

source: Use another service to register
ar_sa: استخدم خدمة أخرى للتسجيل
bn_bd: নিবন্ধনের জন্য অন্য পরিষেবা ব্যবহার করুন
es_es: Usar otro servicio para registrarse
fr_fr: Utiliser un autre service pour s'inscrire
hi_in: पंजीकरण के लिए किसी अन्य सेवा का उपयोग करें
id_id: Gunakan layanan lain untuk mendaftar
ru_ru: Использовать другой сервис для регистрации
ur_pk: رجسٹر کرنے کے لیے دوسری سروس استعمال کریں
zh_cn: 使用其他服务注册

source: ConfirmPassword
ar_sa: تأكيد كلمة المرور
bn_bd: পাসওয়ার্ড নিশ্চিত করুন
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
hi_in: पासवर्ड की पुष्टि करें
id_id: Konfirmasi Kata Sandi
ru_ru: Подтвердите пароль
ur_pk: پاس ورڈ کی تصدیق کریں
zh_cn: 确认密码

source: You have successfully logged out of the application.
ar_sa: تم تسجيل خروجك بنجاح من التطبيق.
bn_bd: আপনি অ্যাপ্লিকেশন থেকে সফলভাবে লগ আউট করেছেন।
es_es: Has cerrado sesión exitosamente en la aplicación.
fr_fr: Vous vous êtes déconnecté avec succès de l'application.
hi_in: आपने एप्लिकेशन से सफलतापूर्वक लॉग आउट कर लिया है।
id_id: Anda telah berhasil keluar dari aplikasi.
ru_ru: Вы успешно вышли из приложения.
ur_pk: آپ نے ایپلیکیشن سے کامیابی سے لاگ آؤٹ کر لیا ہے۔
zh_cn: 您已成功退出应用程序。

source: Click here to Logout
ar_sa: اضغط هنا لتسجيل الخروج
bn_bd: লগ আউট করতে এখানে ক্লিক করুন
es_es: Haz clic aquí para cerrar sesión
fr_fr: Cliquez ici pour vous déconnecter
hi_in: लॉगआउट करने के लिए यहां क्लिक करें
id_id: Klik di sini untuk keluar
ru_ru: Нажмите здесь, чтобы выйти
ur_pk: لاگ آؤٹ کرنے کے لیے یہاں کلک کریں
zh_cn: 点击此处退出

source: Use a local account to log in.
ar_sa: استخدم حساباً محلياً لتسجيل الدخول.
bn_bd: লগইন করতে স্থানীয় অ্যাকাউন্ট ব্যবহার করুন।
es_es: Usa una cuenta local para iniciar sesión.
fr_fr: Utiliser un compte local pour se connecter.
hi_in: लॉगिन करने के लिए एक स्थानीय खाता का उपयोग करें।
id_id: Gunakan akun lokal untuk masuk.
ru_ru: Используйте локальный аккаунт для входа.
ur_pk: لاگ ان کرنے کے لیے مقامی اکاؤنٹ استعمال کریں۔
zh_cn: 使用本地账户登录。

source: Remember me?
ar_sa: تذكرني؟
bn_bd: আমাকে মনে রাখবেন?
es_es: ¿Recuérdame?
fr_fr: Se souvenir de moi ?
hi_in: मुझे याद रखें?
id_id: Ingat saya?
ru_ru: Запомнить меня?
ur_pk: مجھے یاد رکھیں؟
zh_cn: 记住我？

source: Use another service to log in.
ar_sa: استخدم خدمة أخرى لتسجيل الدخول.
bn_bd: লগইন করতে অন্য পরিষেবা ব্যবহার করুন।
es_es: Usar otro servicio para iniciar sesión.
fr_fr: Utiliser un autre service pour se connecter.
hi_in: लॉगिन करने के लिए किसी अन्य सेवा का उपयोग करें।
id_id: Gunakan layanan lain untuk masuk.
ru_ru: Используйте другой сервис для входа.
ur_pk: لاگ ان کرنے کے لیے دوسری سروس استعمال کریں۔
zh_cn: 使用其他服务登录。

source: AboutExternalAuth
ar_sa: حول إعداد هذا التطبيق لدعم تسجيل الدخول عبر الخدمات الخارجية. لا توجد خدمات مصادقة خارجية مهيأة. انظر هذا المقال للتفاصيل.
bn_bd: এই ASP.NET অ্যাপ্লিকেশনটি বাহ্যিক পরিষেবার মাধ্যমে লগইন সমর্থন করার জন্য সেট আপ সম্পর্কে। কোন বাহ্যিক প্রমাণীকরণ পরিষেবা কনফিগার করা হয়নি। বিস্তারিত জানার জন্য এই নিবন্ধটি দেখুন।
es_es: Acerca de la configuración de esta aplicación ASP.NET para admitir el inicio de sesión a través de servicios externos. No hay servicios de autenticación externos configurados. Consulta este artículo para más detalles.
fr_fr: À propos de la configuration de cette application ASP.NET pour prendre en charge la connexion via des services externes. Aucun service d'authentification externe n'est configuré. Voir cet article pour plus de détails.
hi_in: इस ASP.NET एप्लिकेशन को बाहरी सेवाओं के माध्यम से लॉगिन करने के लिए सेटअप करने के बारे में। कोई बाहरी प्रमाणीकरण सेवाएं कॉन्फ़िगर नहीं की गई हैं। विवरण के लिए इस लेख को देखें।
id_id: Tentang menyiapkan aplikasi ASP.NET ini untuk mendukung login melalui layanan eksternal. Tidak ada layanan otentikasi eksternal yang dikonfigurasi. Lihat artikel ini untuk detailnya.
ru_ru: О настройке этого приложения ASP.NET для поддержки входа через внешние сервисы. Нет настроенных внешних сервисов аутентификации. Подробности см. в этой статье.
ur_pk: اس ASP.NET ایپلیکیشن کو بیرونی خدمات کے ذریعے لاگ ان کی حمایت کرنے کے لیے ترتیب دینے کے بارے میں۔ کوئی بیرونی تصدیق کی خدمات ترتیب نہیں دی گئی ہیں۔ تفصیلات کے لیے اس مضمون کو دیکھیں۔
zh_cn: 关于设置此ASP.NET应用程序以支持通过外部服务登录。未配置外部身份验证服务。详情请参阅本文。

source: There are no external authentication services configured. See this article for details:
ar_sa: لا توجد خدمات مصادقة خارجية مهيأة. انظر هذا المقال للتفاصيل:
bn_bd: কোন বাহ্যিক প্রমাণীকরণ পরিষেবা কনফিগার করা হয়নি। বিস্তারিত জানার জন্য এই নিবন্ধটি দেখুন:
es_es: No hay servicios de autenticación externa configurados. Consulte este artículo para obtener más detalles:
fr_fr: Aucun service d'authentification externe n'est configuré. Voir cet article pour plus de détails :
hi_in: कोई बाहरी प्रमाणीकरण सेवाएं कॉन्फ़िगर नहीं की गई हैं। विवरण के लिए इस लेख को देखें:
id_id: Tidak ada layanan otentikasi eksternal yang dikonfigurasi. Lihat artikel ini untuk detailnya:
ru_ru: Нет настроенных внешних сервисов аутентификации. Подробности см. в этой статье:
ur_pk: کوئی بیرونی تصدیق کی خدمات ترتیب نہیں دی گئی ہیں۔ تفصیلات کے لیے اس مضمون کو دیکھیں:

source: about setting up this ASP.NET application to support logging in via external services.
ar_sa: حول إعداد هذا التطبيق ASP.NET لدعم تسجيل الدخول عبر الخدمات الخارجية.
bn_bd: এই ASP.NET অ্যাপ্লিকেশনটি বাহ্যিক পরিষেবার মাধ্যমে লগইন সমর্থন করার জন্য সেট আপ সম্পর্কে।
es_es: sobre la configuración de esta aplicación ASP.NET para admitir el inicio de sesión a través de servicios externos.
fr_fr: sur la configuration de cette application ASP.NET pour prendre en charge la connexion via des services externes.
hi_in: इस ASP.NET एप्लिकेशन को बाहरी सेवाओं के माध्यम से लॉगिन करने के लिए सेटअप करने के बारे में।
id_id: tentang menyiapkan aplikasi ASP.NET ini untuk mendukung login melalui layanan eksternal.
ru_ru: о настройке этого приложения ASP.NET для поддержки входа через внешние сервисы.
ur_pk: اس ASP.NET ایپلیکیشن کو بیرونی خدمات کے ذریعے لاگ ان کی حمایت کرنے کے لیے ترتیب دینے کے بارے میں۔

source: Register as a new user
ar_sa: سجل كمستخدم جديد
bn_bd: নতুন ব্যবহারকারী হিসাবে নিবন্ধন করুন
es_es: Registrarse como nuevo usuario
fr_fr: S'inscrire comme nouvel utilisateur
hi_in: नए उपयोगकर्ता के रूप में पंजीकरण करें
id_id: Daftar sebagai pengguna baru
ru_ru: Зарегистрироваться как новый пользователь
ur_pk: نیا صارف کے طور پر رجسٹر کریں
zh_cn: 注册为新用户

source: Create a new account.
ar_sa: إنشاء حساب جديد.
bn_bd: একটি নতুন অ্যাকাউন্ট তৈরি করুন।
id_id: Buat akun baru.
ur_pk: نیا اکاؤنٹ بنائیں۔

source: Press Ctrl (on Windows) or Cmd (on Mac) and hold it, then click on the languages you speak from the list. You can remove a language by clicking on it again.
ar_sa: اضغط على Ctrl (في Windows) أو Cmd (في Mac) واستمر في الضغط، ثم انقر على اللغات التي تتحدثها من القائمة. يمكنك إزالة لغة بالنقر عليها مرة أخرى.
bn_bd: Ctrl (উইন্ডোজে) বা Cmd (ম্যাকে) চেপে ধরে রাখুন, তারপর তালিকা থেকে আপনি যে ভাষাগুলো বলতে পারেন সেগুলো ক্লিক করুন। আপনি আবার ক্লিক করে একটি ভাষা সরাতে পারেন।
es_es: Mantén presionado Ctrl (en Windows) o Cmd (en Mac), luego haz clic en los idiomas que hablas en la lista. Puedes eliminar un idioma haciendo clic en él nuevamente.
fr_fr: Maintenez la touche Ctrl (sur Windows) ou Cmd (sur Mac) enfoncée, puis cliquez sur les langues que vous parlez dans la liste. Vous pouvez supprimer une langue en cliquant à nouveau dessus.
hi_in: Ctrl (Windows पर) या Cmd (Mac पर) दबाएं और होल्ड करें, फिर सूची से आपके द्वारा बोली जाने वाली भाषाओं पर क्लिक करें। आप किसी भाषा को फिर से क्लिक करके हटा सकते हैं।
id_id: Tahan Ctrl (di Windows) atau Cmd (di Mac), lalu klik bahasa yang Anda gunakan dari daftar. Anda dapat menghapus bahasa dengan mengkliknya lagi.
ru_ru: Удерживайте Ctrl (в Windows) или Cmd (в Mac), затем выберите языки, на которых вы говорите, из списка. Вы можете удалить язык, снова нажав на него.
ur_pk: Ctrl (ونڈوز پر) یا Cmd (میک پر) دبائیں اور تھامے رکھیں، پھر فہرست سے وہ زبانیں منتخب کریں جو آپ بولتے ہیں۔ آپ کسی زبان کو دوبارہ کلک کر کے ہٹا سکتے ہیں۔
zh_cn: 按住 Ctrl（在 Windows 上）或 Cmd（在 Mac 上），然后从列表中单击您说的语言。您可以再次单击以删除语言。

source: You already have an outgoing request for this Qerat. Please change the Qerat name.
ar_sa: خطأ: لديك بالفعل طلب خارجي لهذه القراءة. يرجى تغيير اسم القراءة.
bn_bd: ত্রুটি: আপনার ইতিমধ্যে এই কেরাতের জন্য একটি বহির্গামী অনুরোধ রয়েছে। দয়া করে কেরাতের নাম পরিবর্তন করুন।
es_es: ERROR: Ya tienes una solicitud saliente para esta Qerat. Por favor, cambia el nombre de Qerat.
fr_fr: ERREUR : Vous avez déjà une demande sortante pour cette Qerat. Veuillez changer le nom de Qerat.
hi_in: त्रुटि: आपके पास पहले से ही इस क़िरात के लिए एक आउटगोइंग अनुरोध है। कृपया क़िरात का नाम बदलें।
id_id: KESALAHAN: Anda sudah memiliki permintaan keluar untuk Qerat ini. Silakan ubah nama Qerat.
ru_ru: ОШИБКА: У вас уже есть исходящий запрос для этой Кыраата. Пожалуйста, измените название Кыраата.
ur_pk: خرابی: آپ کے پاس پہلے سے ہی اس قرأت کے لیے ایک باہر جانے والا درخواست ہے۔ براہ کرم قرأت کا نام تبدیل کریں۔
zh_cn: 错误：您已经有一个此读数的传出请求。请更改读数名称。

source: ERROR
ar_sa: خطأ.

source: Login to Apply for Fatiha
ar_sa: سجل الدخول للتقديم على طلب الفاتحة
bn_bd: ফাতিহা প্রোফাইলের জন্য আবেদন করতে লগইন করুন
es_es: Inicia sesión para solicitar el perfil de Fatiha
fr_fr: Connectez-vous pour postuler au profil Fatiha
hi_in: फातिहा प्रोफाइल के लिए आवेदन करने के लिए लॉगिन करें
id_id: Masuk untuk mengajukan profil Fatiha
ru_ru: Войдите, чтобы подать заявку на профиль Фатихи
ur_pk: فاتحہ پروفائل کے لیے درخواست دینے کے لیے لاگ ان کریں
zh_cn: 登录以申请法提哈简介

source: profile
ar_sa: الملف الشخصي
bn_bd: প্রোফাইল
es_es: Perfil
fr_fr: Profil
hi_in: प्रोफ़ाइल
id_id: Profil
ru_ru: Профиль
ur_pk: پروفائل
zh_cn: 个人资料

source: Congratulations! You have been awarded the Honor Medal for your remarkable achievement in Surah Al-Fatihah 🎖️
ar_sa: تهانينا! لقد تم منحك وسام الشرف لإنجازك الرائع في سورة الفاتحة 🎖️
bn_bd: অভিনন্দন! সূরা আল-ফাতিহায় আপনার অসাধারণ অর্জনের জন্য আপনাকে সম্মাননা পদক প্রদান করা হয়েছে 🎖️
es_es: ¡Felicidades! Has sido galardonado con la Medalla de Honor por tu notable logro en Surah Al-Fatihah 🎖️
fr_fr: Félicitations ! Vous avez reçu la Médaille d'honneur pour votre remarquable réalisation dans la sourate Al-Fatihah 🎖️
hi_in: बधाई हो! सूरह अल-फातिहा में आपकी उल्लेखनीय उपलब्धि के लिए आपको सम्मान पदक से सम्मानित किया गया है 🎖️
id_id: Selamat! Anda telah dianugerahi Medali Kehormatan atas pencapaian luar biasa Anda dalam Surah Al-Fatihah 🎖️
ru_ru: Поздравляем! Вам вручена Почетная медаль за выдающиеся достижения в суре Аль-Фатиха 🎖️
ur_pk: مبارک ہو! آپ کو سورہ الفاتحہ میں شاندار کارکردگی پر اعزازی تمغہ سے نوازا گیا ہے 🎖️
zh_cn: 恭喜！您因在《开端章》中的杰出成就而被授予荣誉勋章 🎖️

source: 🎉 Congratulations! You are now an instructor. You can accept requests.
ar_sa: 🎉 تهانينا! أنت الآن مدرب. يمكنك قبول الطلبات.
bn_bd: 🎉 অভিনন্দন! আপনি এখন একজন প্রশিক্ষক। আপনি অনুরোধ গ্রহণ করতে পারেন।
es_es: 🎉 ¡Felicidades! Ahora eres instructor. Puedes aceptar solicitudes.
fr_fr: 🎉 Félicitations ! Vous êtes maintenant instructeur. Vous pouvez accepter des demandes.
hi_in: 🎉 बधाई हो! अब आप एक प्रशिक्षक हैं। आप अनुरोध स्वीकार कर सकते हैं।
id_id: 🎉 Selamat! Anda sekarang menjadi instruktur. Anda dapat menerima permintaan.
ru_ru: 🎉 Поздравляем! Теперь вы инструктор. Вы можете принимать запросы.
ur_pk: 🎉 مبارک ہو! اب آپ ایک انسٹرکٹر ہیں۔ آپ درخواستیں قبول کر سکتے ہیں۔
zh_cn: 🎉 恭喜！您现在是一名讲师。您可以接受请求。

source: Your request has been successfully submitted! Data is currently under review.
ar_sa: تم إرسال طلبك بنجاح! البيانات قيد المراجعة حاليًا.
bn_bd: আপনার অনুরোধ সফলভাবে জমা হয়েছে! ডেটা বর্তমানে পর্যালোচনা করা হচ্ছে।
es_es: ¡Tu solicitud ha sido enviada con éxito! Los datos están siendo revisados.
fr_fr: Votre demande a été soumise avec succès ! Les données sont en cours de révision.
hi_in: आपका अनुरोध सफलतापूर्वक जमा कर दिया गया है! डेटा की समीक्षा की जा रही है।
id_id: Permintaan Anda berhasil dikirim! Data sedang dalam tinjauan.
ru_ru: Ваш запрос успешно отправлен! Данные в настоящее время на рассмотрении.
ur_pk: آپ کی درخواست کامیابی کے ساتھ جمع کر دی گئی ہے! ڈیٹا کا جائزہ لیا جا رہا ہے۔
zh_cn: 您的请求已成功提交！数据正在审核中。

source: Error updating request
ar_sa: خطأ في تحديث الطلب
bn_bd: অনুরোধ আপডেট করতে ত্রুটি
es_es: Error al actualizar la solicitud
fr_fr: Erreur lors de la mise à jour de la demande
hi_in: अनुरोध अपडेट करने में त्रुटि
id_id: Kesalahan saat memperbarui permintaan
ru_ru: Ошибка при обновлении запроса
ur_pk: درخواست کو اپ ڈیٹ کرنے میں خرابی
zh_cn: 更新请求时出错

source: FAILED TO LOAD AUDIO
ar_sa: فشل تحميل الصوت
bn_bd: অডিও লোড করতে ব্যর্থ
es_es: Error al cargar el audio
fr_fr: Échec du chargement de l'audio
hi_in: ऑडियो लोड करने में विफल
id_id: Gagal memuat audio
ru_ru: Не удалось загрузить аудио
ur_pk: آڈیو لوڈ کرنے میں ناکامی
zh_cn: 加载音频失败

source: PLEASE SELECT QERAT
ar_sa: الرجاء اختيار القراءة
bn_bd: দয়া করে কেরাত নির্বাচন করুন
es_es: Por favor, selecciona Qerat
fr_fr: Veuillez sélectionner Qerat
hi_in: कृपया क़िरात चुनें
id_id: Silakan pilih Qerat
ru_ru: Пожалуйста, выберите Кыраат
ur_pk: براہ کرم قرأت منتخب کریں
zh_cn: 请选择读数

source: PLEASE ENTER REQUEST LETTER
ar_sa: الرجاء إدخال رسالة الطلب
bn_bd: দয়া করে অনুরোধ পত্র লিখুন
es_es: Por favor, ingresa la carta de solicitud
fr_fr: Veuillez entrer la lettre de demande
hi_in: कृपया अनुरोध पत्र दर्ज करें
id_id: Silakan masukkan surat permintaan
ru_ru: Пожалуйста, введите письмо-запрос
ur_pk: براہ کرم درخواست کا خط درج کریں
zh_cn: 请输入请求信

source: There are no external authentication services configured. See this article for details: about setting up this ASP.NET application to support logging in via external services.
zh_cn: 未配置外部身份验证服务。详情请参阅本文：关于设置此ASP.NET应用程序以支持通过外部服务登录。

source: There are no external authentication services configured. See this article about setting up this ASP.NET application to support logging in via external services.
zh_cn: 未配置外部身份验证服务。请参阅本文关于设置此ASP.NET应用程序以支持通过外部服务登录。
