Repository: ahmedgamal2222/Fatiha
Catalog: Resources/FatihaRequest/Details.*.resx
Languages: ur_pk

source: Add a Comment
ur_pk: تبصرہ شامل کریں

source: AlQerat Name
ur_pk: القرآن کا نام

source: Audio Record
ur_pk: آڈیو ریکارڈ

source: Back to List
ur_pk: فہرست پر واپس جائیں

source: Certificate Status
ur_pk: شہادت کی حالت

source: Change Status
ur_pk: حالت تبدیل کریں

source: Closed
ur_pk: بند کر دیا گیا ہے

source: Comment
ur_pk: تبصرہ

source: Comments Section
ur_pk: تبصرے کا سیکشن

source: Date of Accreditation
ur_pk: تصدیق کی تاریخ

source: Date of Record
ur_pk: ریکارڈ کی تاریخ

source: Edit
ur_pk: ترتیب دیں

source: Get Your Certificate
ur_pk: اپنا شہادت حاصل کریں

source: Is Approved
ur_pk: منظور ہے

source: On Process
ur_pk: پروسیس پر ہے

source: Open
ur_pk: کھولیں

source: Processing
ur_pk: پروسیسنگ

source: Qualified
ur_pk: مؤہل

source: Record
ur_pk: ریکارڈ

source: Request Letter
ur_pk: درخواست کی خط

source: Status
ur_pk: حالت

source: Submit
ur_pk: جمع کرائیں

source: Take A test for certificate
ur_pk: شہادت کے لئے ایک ٹیسٹ دیں

source: User
ur_pk: صارف

source: Your Request Details
ur_pk: آپ کی درخواست کی تفصیلات
